[
  {
    "_id": "69309ae5a4240ff84be655dc",
    "title": "God of War Ragnarök",
    "developer": "Santa Monica Studio",
    "genre": "Action-adventure",
    "platform": "PlayStation 5",
    "publisher": "Sony Interactive Entertainment",
    "image": "https://media.rawg.io/media/screenshots/3c4/3c4c51b66741363d83b56ce66b1240ec.jpg",
    "description": "Digital Deluxe Edition\nDigital Deluxe Edition Includes:\nFull game\nDarkdale Armor\nDarkdale Attire (Cosmetic)\nDarkdale Axe Grip\nDarkdale Blades Handles\nDark Horse digital art book\nOfficial digital soundtrack\nAbout the GameTHE NORSE SAGA CONTINUES From Santa Monica Studio and brought to PC in partnership with Jetpack Interactive comes God of War Ragnarök, an epic and heartfelt journey that follows Kratos and Atreus as they struggle with holding on and letting go.\nThe sequel to the critically acclaimed God of War (2018), God of War Ragnarök picks up with Fimbulwinter well underway. Kratos and Atreus must journey to each of the Nine Realms in search of answers as Odin’s forces in Asgard prepare for a prophesied battle that will end the world.\nAlong the way, they will explore stunning, mythical landscapes, and face fearsome enemies in the form of Norse gods and monsters. As the threat of Ragnarök grows ever closer, Kratos and Atreus must choose between the safety of their family and the safety of the realms.\nA FUTURE, UNWRITTEN Atreus seeks knowledge to help him understand the prophecy of “Loki” and establish his role in Ragnarök. Kratos must decide whether he will be chained by the fear of repeating his mistakes or break free of his past to be the father Atreus needs.\nFLUID, EXPRESSIVE COMBAT The Leviathan Axe, Blades of Chaos, and Guardian Shield return alongside a host of new abilities for both Kratos and Atreus.  Kratos’ deadly Spartan skills will be tested like never before as he battles gods and monsters across Nine Realms to protect his family.\nEXPLORE VAST REALMS Journey through dangerous and stunning landscapes as Kratos and Atreus search for answers.\nMASTER THYSELF IN GOD OF WAR RAGNARÖK: VALHALLA Available right at launch with your purchase of God of War Ragnarök is access to the God of War Ragnarök: Valhalla DLC for no additional cost!\nAccompanied only by Mimir, Kratos embarks on a deeply personal and reflective journey that pushes him to master mind and body as he is confronted with the challenges of Valhalla in an unravelling, replayable adventure that blends the beloved combat from God of War Ragnarök with brand new elements inspired by the roguelite genre.AN EPILOGUE TO RAGNARÖK Kratos’ journey continues as he enters Valhalla, a new location in the God of War Norse saga. Faced with echoes of his past, he fights to overcome the trials within himself and walk the path laid out before him.BELOVED COMBAT REIMAGINED The beloved combat from God of War Ragnarök with fresh and experimental twists inspired by the roguelite genre. Valhalla will push you to master different aspects of Kratos’ arsenal during each attempt as you face new combinations of enemies and some surprises along the way!\nFIGHT. LEARN. GROW. Death is never the end. Kratos will have access to his weapons, skills, shields and abilities, but each new attempt will reset his Stats, Runic Attacks and Perks. As Kratos progresses through each attempt, you will be presented with choices between rewards that will help you push deeper into the mysterious depths of Valhalla while building resources toward persistent upgrades.PC FEATURES Partnering with Jetpack Interactive once again, God of War Ragnarök on PC will harness the power of the platform to deliver an exceptional experience.UNLOCKED FRAME RATES & HIGH-FIDELITY GRAPHICS Unlocked framerates and the option of true 4K resolution expand the full potential of our cinematic no-cut camera as you travel through the stunning vistas of the Nine Realms.¹\n\nBehold enhanced reflections, lighting, and higher fidelity shadows, as well as increased geometric detail.²UPSCALING TECHNOLOGYFull integration with NVIDIA RTX™ Deep Learning Super Sampling (DLSS) 3.7, AMD FidelityFX™ Super Resolution (FSR) 3.1, and Intel XeSS (Xe Super Sampling) 1.2 will allow you to reach higher graphical settings and output resolutions.\nNVIDIA® REFLEX SUPPORTUtilize NVIDIA Reflex low latency technology allowing you to react quicker and hit harder combos with the responsive gameplay.³SUPER ULTRAWIDE SUPPORTEnjoy the breathtaking beauty of the Nine Realms in panoramic widescreen with 21:9 ultra-widescreen and 32:9 super ultra-widescreen support!¹\nCONTROLS CUSTOMIZATIONPlay your way. With support for the DUALSHOCK®4 and DUALSENSE® wireless controllers, a wide range of other gamepads, and fully customizable bindings for mouse and keyboard, you have the power to fine-tune every action to match your playstyle.HAPTIC FEEDBACK Feel your journey through the Norse realms, made possible by immersive haptic feedback and adaptive trigger functionality.³SPATIAL 3D AUDIO Take advantage of highly accurate, spatial 3D Audio; hear enemies approaching from any direction, including from above and below you.⁴\n--------\n¹ Compatible PC and display device required.\n² Compatible PC and graphics card required.\n³ DualSense™ controller and wired connection required to experience the full range of in-game controller features.\n⁴ 3D Audio via analog/USB stereo headphones.",
    "metacritic": null,
    "onSale": false,
    "rawgId": 989140,
    "released": "1970-01-01T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/df1/df18eedbb88000f9c2dc0f4794ca7b91.jpg",
      "PC"
    ],
    "currency": "USD",
    "discount": 0,
    "originalPrice": 59.99,
    "price": 59.99,
    "steamAppId": 2322010
  },
  {
    "_id": "69309ae5a4240ff84be655dd",
    "title": "Hollow Knight",
    "developer": "Team Cherry",
    "genre": "Metroidvania",
    "platform": "PC",
    "publisher": "Team Cherry",
    "image": "https://media.rawg.io/media/games/4cf/4cfc6b7f1850590a4634b08bfab308ab.jpg",
    "description": "Hollow Knight is a Metroidvania-type game developed by an indie studio named Team Cherry.\r\n\r\nMost of the game's story is told through the in-world items, tablets, and thoughts of other characters. Many plot aspects are told to the player indirectly or through the secret areas that provide a bit of lore in addition to an upgrade. At the beginning of the game, the player visits a town of Dirtmouth. A town built above the ruins of Hallownest. The players descend down into the ruins to find some answers to his questions.\r\n\r\nThe game revolves mainly around the exploration of the in-game world, which requires the players to have some platforming skills. The players have to find secrets that are scattered around the level and battle their enemies. There is a certain degree of backtracking in the game as some areas are locked until the player defeats a certain boss or picks up a specific item. Each area changes as the plot advances so it may be surprising to come back in a certain area. \r\n\r\nThe Protagonist uses a nail which serves as a replacement for a sword. Players can attack in four directions. The nail is upgradable.",
    "metacritic": 88,
    "onSale": false,
    "rawgId": 9767,
    "released": "2017-02-23T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/ca4/ca4909c2379c114977b8b3309244e52a.jpg",
      "PlayStation 4",
      "Linux",
      "macOS"
    ],
    "currency": "USD",
    "discount": 0,
    "originalPrice": 14.99,
    "price": 14.99,
    "steamAppId": 367520
  },
  {
    "_id": "69309ae5a4240ff84be655de",
    "title": "Cyberpunk 2077",
    "developer": "CD Projekt Red",
    "genre": "Action RPG",
    "platform": "PC",
    "publisher": "CD Projekt",
    "image": "https://media.rawg.io/media/games/26d/26d4437715bee60138dab4a7c8c59c92.jpg",
    "description": "Cyberpunk 2077 is a science fiction game loosely based on the role-playing game Cyberpunk 2020.\r\n\r\n###Setting\r\nThe game is set in the year 2077 in a fictional futuristic metropolis Night City in California. In the world of the game, there are developed cybernetic augmentations that enhance people's strength, agility, and memory. The city is governed by corporations. Many jobs are taken over by the robots, leaving a lot of people poor and homeless. Night City has a roaring underworld, with black markets, underground surgeons, drug dealers, and street gangs abound.\r\n\r\n###Characters\r\nThe main protagonist is fully customizable, including his or her sex and appearance, and goes by the nickname V. He or she is an underground mercenary who does “dirty business” for the various contractors. An NPC companion named Jackie joins the protagonist early at the game, and various other companions may join the player on certain missions as the plot demands. However, the game has no parties and no companion system.\r\n\r\n###Gameplay\r\nThe player controls V from the first person view, with the third-person view used for cutscenes only. The protagonist can travel across the city on feet or using various vehicles, in a manner some observers compared to GTA series. There are many options for the character customization, including three character classes, and a variety of augmentations V can install to enhance his or her abilities.",
    "metacritic": 73,
    "onSale": true,
    "rawgId": 41494,
    "released": "2020-12-10T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/d14/d14e45904ec4e2f184428315a3810417.jpg",
      "Nintendo Switch",
      "PlayStation 4",
      "PC"
    ],
    "currency": "USD",
    "discount": 65,
    "originalPrice": 59.99,
    "price": 20.99,
    "steamAppId": 1091500
  },
  {
    "_id": "69309ae5a4240ff84be655df",
    "title": "Stardew Valley",
    "developer": "ConcernedApe",
    "genre": "Simulation",
    "platform": "PC",
    "publisher": "ConcernedApe",
    "image": "https://media.rawg.io/media/games/713/713269608dc8f2f40f5a670a14b2de94.jpg",
    "description": "The hero (in the beginning you can choose gender, name and appearance) - an office worker who inherited an abandoned farm. The landscape of the farm can also be selected. For example, you can decide whether there will be a river nearby for fishing.\nThe farm area needs to be cleared, and it will take time.\nThe hero has many different activities: plant and care for plants, raise livestock, practice crafts, extract ore, and also enter into relationships with residents of the neighbouring town to earn game money. Relationships with characters include communication, performing tasks for money, exchanging, searching for fossils and even military actions and marrying. The character is limited by the reserve of strength and health - both parameters are visible on the screen, and the game automatically puts the hero to rest if the limit of his capabilities is close. The game does not set any ultimate or primary goal, its many possibilities are designed for an unlimited time.",
    "metacritic": 89,
    "onSale": false,
    "rawgId": 654,
    "released": "2016-02-25T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/62b/62b36b00ffc3052880176fa9d20f2741.jpg",
      "Nintendo Switch",
      "Xbox One",
      "PC"
    ],
    "currency": "USD",
    "discount": 0,
    "originalPrice": 14.99,
    "price": 14.99,
    "steamAppId": 413150
  },
  {
    "_id": "69309ae5a4240ff84be655e0",
    "title": "Baldur's Gate 3",
    "developer": "Larian Studios",
    "genre": "RPG",
    "platform": "PC",
    "publisher": "Larian Studios",
    "image": "https://media.rawg.io/media/games/699/69907ecf13f172e9e144069769c3be73.jpg",
    "description": "Gather your party, and return to the Forgotten Realms in a tale of fellowship and betrayal, sacrifice and survival, and the lure of absolute power.\r\n\r\nMysterious abilities are awakening inside you, drawn from a Mind Flayer parasite planted in your brain. Resist, and turn darkness against itself. Or embrace corruption, and become ultimate evil.\r\n\r\nFrom the creators of Divinity: Original Sin 2 comes a next-generation RPG, set in the world of Dungeons and Dragons.\r\n\r\nChoose from a wide selection of D&D races and classes, or play as an origin character with a hand-crafted background. Adventure, loot, battle and romance as you journey through the Forgotten Realms and beyond. Play alone, and select your companions carefully, or as a party of up to four in multiplayer.\r\n\r\nAbducted, infected, lost. You are turning into a monster, but as the corruption inside you grows, so does your power. That power may help you to survive, but there will be a price to pay, and more than any ability, the bonds of trust that you build within your party could be your greatest strength. Caught in a conflict between devils, deities, and sinister otherworldly forces, you will determine the fate of the Forgotten Realms together.\r\n\r\nForged with the new Divinity 4.0 engine, Baldur’s Gate 3 gives you unprecedented freedom to explore, experiment, and interact with a world that reacts to your choices. A grand, cinematic narrative brings you closer to your characters than ever before, as you venture through our biggest world yet.\r\n\r\nThe Forgotten Realms are a vast, detailed and diverse world, and there are secrets to be discovered all around you -- verticality is a vital part of exploration. Sneak, dip, shove, climb, and jump as you journey from the depths of the Underdark to the glittering rooftops of the Upper City. How you survive, and the mark you leave on the world, is up to you.",
    "metacritic": 97,
    "onSale": false,
    "rawgId": 324997,
    "released": "2023-08-03T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/b15/b15ec0f9865be48fc6651773cd06a69a.jpg",
      "macOS",
      "PC",
      "Xbox Series S/X"
    ],
    "currency": "USD",
    "discount": 0,
    "originalPrice": 59.99,
    "price": 59.99,
    "steamAppId": 1086940
  },
  {
    "_id": "69309ae5a4240ff84be655e1",
    "title": "The Witcher 3: Wild Hunt",
    "developer": "CD Projekt Red",
    "genre": "Action RPG",
    "platform": "PC",
    "publisher": "CD Projekt",
    "image": "https://media.rawg.io/media/games/618/618c2031a07bbff6b4f611f10b6bcdbc.jpg",
    "description": "The third game in a series, it holds nothing back from the player. Open world adventures of the renowned monster slayer Geralt of Rivia are now even on a larger scale. Following the source material more accurately, this time Geralt is trying to find the child of the prophecy, Ciri while making a quick coin from various contracts on the side. Great attention to the world building above all creates an immersive story, where your decisions will shape the world around you.\n\nCD Project Red are infamous for the amount of work they put into their games, and it shows, because aside from classic third-person action RPG base game they provided 2 massive DLCs with unique questlines and 16 smaller DLCs, containing extra quests and items.\n\nPlayers praise the game for its atmosphere and a wide open world that finds the balance between fantasy elements and realistic and believable mechanics, and the game deserved numerous awards for every aspect of the game, from music to direction.",
    "metacritic": 92,
    "onSale": true,
    "rawgId": 3328,
    "released": "2015-05-18T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/3e4/3e4576a772b3df47bfc52b86e4cf7e03.jpg",
      "PlayStation 5",
      "Xbox Series S/X",
      "macOS"
    ],
    "currency": "USD",
    "discount": 90,
    "originalPrice": 39.99,
    "price": 3.99,
    "steamAppId": 292030
  },
  {
    "_id": "69309ae5a4240ff84be655e2",
    "title": "Red Dead Redemption 2",
    "developer": "Rockstar Studios",
    "genre": "Action-adventure",
    "platform": "PlayStation 4",
    "publisher": "Rockstar Games",
    "image": "https://media.rawg.io/media/games/511/5118aff5091cb3efec399c808f8c598f.jpg",
    "description": "America, 1899. The end of the wild west era has begun as lawmen hunt down the last remaining outlaw gangs. Those who will not surrender or succumb are killed. \r\n\r\nAfter a robbery goes badly wrong in the western town of Blackwater, Arthur Morgan and the Van der Linde gang are forced to flee. With federal agents and the best bounty hunters in the nation massing on their heels, the gang must rob, steal and fight their way across the rugged heartland of America in order to survive. As deepening internal divisions threaten to tear the gang apart, Arthur must make a choice between his own ideals and loyalty to the gang who raised him.\r\n\r\nFrom the creators of Grand Theft Auto V and Red Dead Redemption, Red Dead Redemption 2 is an epic tale of life in America at the dawn of the modern age.",
    "metacritic": 96,
    "onSale": true,
    "rawgId": 28,
    "released": "2018-10-26T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/f3d/f3d6c0eaf1db2bdbb44ad84f15e43f4f.jpg",
      "PC",
      "PlayStation 4",
      "Xbox One"
    ],
    "currency": "USD",
    "discount": 75,
    "originalPrice": 59.99,
    "price": 14.99,
    "steamAppId": 1174180
  },
  {
    "_id": "69309ae5a4240ff84be655e4",
    "title": "God of War",
    "developer": "Santa Monica Studio",
    "genre": "Action-adventure",
    "platform": "PlayStation 4",
    "publisher": "Sony Interactive Entertainment",
    "image": "https://media.rawg.io/media/games/1aa/1aa4ca34a8a6bb57a2e065c8332dc230.jpg",
    "description": "Unleash the power of the Gods and embark on a merciless quest as Kratos, an ex-Spartan warrior driven to destroy Ares, the God of War. Armed with lethal double chainblades, Kratos must carve through mythology's darkest creatures including Medusa, Cyclops, the Hydra and more, while solving intricate puzzles in breathtaking environments. Driven by pure revenge, nothing can stop Kratos from achieving absolution.",
    "metacritic": 94,
    "onSale": false,
    "rawgId": 29179,
    "released": "2005-03-22T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/277/2770a1c5c74f7c955bfaf1f6f47d8d7b.jpg",
      "PS Vita",
      "PlayStation 2",
      "PlayStation 3"
    ],
    "currency": "USD",
    "discount": 0,
    "originalPrice": 49.99,
    "price": 49.99,
    "steamAppId": 1593500
  },
  {
    "_id": "69309ae5a4240ff84be655e5",
    "title": "Persona 5 Royal",
    "developer": "P-Studio",
    "genre": "JRPG",
    "platform": "PlayStation 4",
    "publisher": "Atlus",
    "image": "https://media.rawg.io/media/games/a9c/a9c789951de65da545d51f664b4f2ce0.jpg",
    "description": "Wear the mask.  Reveal your truth.\nPrepare for an all-new RPG experience in Persona®5 Royal based in the universe of the award-winning series, Persona®! Don the mask of Joker and join the Phantom Thieves of Hearts. Break free from the chains of modern society and stage grand heists to infiltrate the minds of the corrupt and make them change their ways! Persona®5 Royal is packed with new characters, story depth, new locations to explore, & a new grappling hook mechanic for access to new areas. With a new semester at Shujin Academy, get ready to strengthen your abilities in the metaverse and in your daily life. Persona®5 Royal presents a unique visual style and award nominated composer Shoji Meguro returns with an all-new soundtrack. Explore Tokyo, unlock new Personas, customize your own personal Thieves Den, discover a never-before-seen story arc, cutscenes, alternate endings, and more!",
    "metacritic": 94,
    "onSale": true,
    "rawgId": 339958,
    "released": "2020-03-31T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/b26/b2604ecc559bccfb72dca2c869f53b63.jpg",
      "Xbox Series S/X",
      "PC",
      "PlayStation 5"
    ],
    "currency": "USD",
    "discount": 65,
    "originalPrice": 59.99,
    "price": 20.99,
    "steamAppId": 1687950
  },
  {
    "_id": "69309ae5a4240ff84be655e6",
    "title": "The Last of Us Part II",
    "developer": "Naughty Dog",
    "genre": "Action-adventure",
    "platform": "PlayStation 4",
    "publisher": "Sony Interactive Entertainment",
    "image": "https://media.rawg.io/media/games/909/909974d1c7863c2027241e265fe7011f.jpg",
    "description": "The Last of Us Part II is the sequel to the post-apocalyptic zombie game The Last of Us.\n\nPlot\n\nThe game follows Ellie, the girl who was the secondary protagonist and the player character's companion in The Last of Us. The game is set five years after the ending of the original. Both Ellie (who is by 19 now) and Joel survived and live in Jackson, Wyoming, where Ellie is dating another girl, Dina. However, the characters have to deal with the evil cult called the Seraphites, who try to sacrifice their former members. A matter of revenge forces Ellie and her friends to undertake a trip to Seattle, Washington, to kill their enemies. The major theme of the plot is Ellie's dealing with her hate issues.\n\nGameplay\n\nUnlike in the original game, the player controls Ellie instead of Joel, who now becomes her AI-controlled companion. The game features improved controls that include new options such as crawling, dodging, and a jump button. A new AI system allows the human adversaries to communicate share information with each other. The game also introduces multiplayer.",
    "metacritic": 93,
    "onSale": false,
    "rawgId": 51325,
    "released": "2020-06-19T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/75b/75b04439f728fa38cc16e59515a4d66d.jpg",
      "PlayStation 4",
      "PlayStation 5"
    ],
    "currency": "USD",
    "discount": 0,
    "originalPrice": 49.99,
    "price": 49.99,
    "steamAppId": 2531310
  },
  {
    "_id": "69309ae5a4240ff84be655e7",
    "title": "Hades",
    "developer": "Supergiant Games",
    "genre": "Roguelike",
    "platform": "PC",
    "publisher": "Supergiant Games",
    "image": "https://media.rawg.io/media/games/1f4/1f47a270b8f241e4676b14d39ec620f7.jpg",
    "description": "Hades is a rogue-like dungeon crawler that combines the best aspects of Supergiant's critically acclaimed titles, including the fast-paced action of Bastion, the rich atmosphere and depth of Transistor, and the character-driven storytelling of Pyre.\n\nBATTLE OUT OF HELL\nAs the immortal Prince of the Underworld, you'll wield the powers and mythic weapons of Olympus to break free from the clutches of the god of the dead himself, while growing stronger and unraveling more of the story with each unique escape attempt.\n\nUNLEASH THE FURY OF OLYMPUS\nThe Olympians have your back! Meet Zeus, Athena, Poseidon, and many more, and choose from their dozens of powerful Boons that enhance your abilities. There are thousands of viable character builds to discover as you go.\n\nBEFRIEND GODS, GHOSTS, AND MONSTERS\nA fully-voiced cast of colorful, larger-than-life characters is waiting to meet you! Grow your relationships with them, and experience hundreds of unique story events as you learn about what's really at stake for this big, dysfunctional family.\n\nBUILT FOR REPLAYABILITY\nNew surprises await each time you delve into the ever-shifting Underworld, whose guardian bosses will remember you. Use the powerful Mirror of Night to grow permanently stronger, and give yourself a leg up the next time you run away from home.\n\nNOTHING IS IMPOSSIBLE\nPermanent upgrades mean you don't have to be a god yourself to experience the exciting combat and gripping story. Though, if you happen to be one, crank up the challenge and get ready for some white-knuckle action that will put your well-practiced skills to the test.\n\nSIGNATURE SUPERGIANT STYLE\nThe rich, atmospheric presentation and unique melding of gameplay and narrative that's been core to Supergiant's games is here in full force: spectacular hand-painted Underworld environments and a blood-pumping original score bring the Underworld to life.",
    "metacritic": 93,
    "onSale": false,
    "rawgId": 274755,
    "released": "2020-09-17T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/256/2565225aa66cb2d213315135da2279e0.jpg",
      "PlayStation 5",
      "Xbox Series S/X",
      "PlayStation 4"
    ],
    "currency": "USD",
    "discount": 0,
    "originalPrice": 29.99,
    "price": 29.99,
    "steamAppId": 1145350
  },
  {
    "_id": "69309ae5a4240ff84be655ea",
    "title": "Sekiro: Shadows Die Twice",
    "developer": "FromSoftware",
    "genre": "Action-adventure",
    "platform": "PC",
    "publisher": "Activision",
    "image": "https://media.rawg.io/media/games/67f/67f62d1f062a6164f57575e0604ee9f6.jpg",
    "description": "Sekiro: Shadows Die Twice is a game about a ninja (or shinobi, as they call it), who is seeking revenge in the Sengoku era Japan.\n\n###Plot\nThe game is set in the 16th century in a fictionalized version of Japan. The main protagonist is a member of a shinobi clan. A samurai from the rival Ashina clan captured the protagonist's master, and the protagonist himself lost his arm trying to protect his leader. However, a sculptor of Buddha statues managed to replace the lost limb with an advanced prosthetic arm. The protagonist accepted a new name, Sekiro, meaning “one-armed wolf”. Now his goal is to avenge his clan and to save his leader from the hands of their enemies.\n\n###Gameplay\nThe player controls Sekiro from the third person view and navigates the character as he fights multiple enemies. Sekiro: Shadows Die Twice features an innovative combat system that doesn't use hit points. Instead, the opponents can be killed with a single precision strike. However, the player has to fight his or her way through the opponent's blocks and parries to land the deadly blow. The main character fights with his sword (katana) in the right hand, while his left hand can host a variety of upgrades, such as an ax, a torch, or a shield. The game also emphasizes stealth action. The player has to use a grappling hook to access multiple locations. Sekiro: Shadows Die Twice has no multiplayer.",
    "metacritic": 90,
    "onSale": false,
    "rawgId": 50734,
    "released": "2019-03-22T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/332/332d2e95a19ea2757857caf034a97541.jpg",
      "Xbox One",
      "PC",
      "PlayStation 4"
    ],
    "currency": "USD",
    "discount": 0,
    "originalPrice": 59.99,
    "price": 59.99,
    "steamAppId": 814380
  },
  {
    "_id": "69309ae5a4240ff84be655eb",
    "title": "Disco Elysium: The Final Cut",
    "developer": "ZA/UM",
    "genre": "RPG",
    "platform": "PC",
    "publisher": "ZA/UM",
    "image": "https://media.rawg.io/media/games/0af/0afe9e8ace196123d8c7cf22172cec63.jpg",
    "description": "The final cut will be available at no extra cost to all current owners of disco elysium. original players expand their experience for free while new players can enjoy the new content from their first playthrough.",
    "metacritic": 90,
    "onSale": false,
    "rawgId": 545015,
    "released": "2021-03-30T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/2ae/2ae6ac03d22a5ff9ee44a3ab59c45db1.jpg",
      "PlayStation 5",
      "Xbox Series S/X",
      "PlayStation 4"
    ],
    "currency": "USD",
    "discount": 0,
    "originalPrice": 39.99,
    "price": 39.99,
    "steamAppId": 632470
  },
  {
    "_id": "69309ae5a4240ff84be655ec",
    "title": "Divinity: Original Sin 2",
    "developer": "Larian Studios",
    "genre": "RPG",
    "platform": "PC",
    "publisher": "Larian Studios",
    "image": "https://media.rawg.io/media/games/424/424facd40f4eb1f2794fe4b4bb28a277.jpg",
    "description": "The Divine is dead. The Void approaches. And the powers latent within you are soon to awaken. The battle for Divinity has begun. Choose wisely and trust sparingly; darkness lurks within every heart.\n\nWho will you be? A flesh-eating elf; an imperial lizard; an undead risen from the grave? Choose your race and origin story - or create your own! Discover how the world reacts differently to who - and what - you are.It’s time for a new Divinity!\nGather your party and develop relationships with your companions. Blast your opponents in deep tactical turn-based combat. Use the environment as a weapon, use height to your advantage, and manipulate the elements.Ascend as the god that Rivellon so desperately needs.\nExplore the vast and layered world of Rivellon alone or with up to 4 players in drop-in/drop-out co-operative play. Go anywhere, kill anyone, and explore endless ways to interact with the world. Continue to play in the brand-new PvP and Game Master modes.\nChoose your race and origin. or create your own as a Human, Lizard, Elf, Dwarf, or Undead. The world reacts to who you are, and what you’ve done. Every choice will have a consequence.\nUnlimited freedom to explore and experiment. Go anywhere, talk to anyone, and interact with everything! Every NPC can be killed, and every animal spoken to! Even ghosts hold a few secrets or two…\nThe next generation of turn-based combat. Revamped action point system, AI 2.0., new elemental combos, over 200 skills, height advantage… and much, much more.\nUp to 4 player online and split-screen multiplayer. Choose one of the 6 pre-made characters or create your own. Play with your friends online or in local split-screen with full controller support.\nGame Master Mode: Take your imagination to the next level and craft your own stories with the Game Master mode. Download fan-made campaigns and mods from Steam Workshop.",
    "metacritic": 95,
    "onSale": false,
    "rawgId": 10073,
    "released": "2017-09-14T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/202/20205352698abbc87e4c055e9ce6fec3.jpg",
      "PlayStation 4",
      "Nintendo Switch",
      "PC"
    ],
    "currency": "USD",
    "discount": 0,
    "originalPrice": 44.99,
    "price": 44.99,
    "steamAppId": 435150
  },
  {
    "_id": "69309ae5a4240ff84be655ee",
    "title": "Metal Gear Solid V: The Phantom Pain",
    "developer": "Kojima Productions",
    "genre": "Action-adventure",
    "platform": "PlayStation 4",
    "publisher": "Konami",
    "image": "https://media.rawg.io/media/games/490/49016e06ae2103881ff6373248843069.jpg",
    "description": "Metal Gear Solid 5 continues the story of MGS: Peace Walker and MGS V: Ground Zeroes. Snake seeks revenge for the attack on the MSF group 9 years ago, that placed Big Boss into a coma. After the failed assassination attempt, Big Boss takes the code name Venom Snake, delving back into the world of superhumans and espionage.\r\nA large-scale story that includes 5 hours of cinematic cutscenes compliments open world exploration with hundreds of audio logs and side missions, forming the atmosphere of military drama with sci-fi elements. MGS5: Phantom Pain has an advanced AI system that will allow enemy soldiers constantly call for reinforcements if they see that something is wrong, forcing players to take down communications and fight or retreat and try again. \r\nPlayers will manage the base by gathering and managing staff, weaponry, and resources, in order to upgrade their personal arsenal and companions.",
    "metacritic": 91,
    "onSale": false,
    "rawgId": 3192,
    "released": "2015-09-01T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/3fe/3fe47282906f0eda2e055a802efe97ed.jpg",
      "PlayStation 4",
      "PC",
      "Xbox One"
    ],
    "currency": "USD",
    "discount": 0,
    "originalPrice": 19.99,
    "price": 19.99,
    "steamAppId": 287700
  },
  {
    "_id": "69309ae6a4240ff84be655f2",
    "title": "Horizon Zero Dawn",
    "developer": "Guerrilla Games",
    "genre": "Action RPG",
    "platform": "PlayStation 4",
    "publisher": "Sony Interactive Entertainment",
    "image": "https://media.rawg.io/media/games/b7d/b7d3f1715fa8381a4e780173a197a615.jpg",
    "description": "Horizon Zero Dawn is an experiment. A very impressive experiment that actually succeeded. \r\nHaving a very curious mix of cyberpunk and prehistorical styles and esthetic, the game provides us with quite a unique experience. We need to arm ourselves with arrows and a bow, with a spear or any other prehistorical-ish weapon in order to defeat out enemies - dinosaur-mechanisms that are spread around the world. If that wasn't enough, Aloy our main protagonist can control an AI named GAIA. What we're having here is an exciting connection with \"very old times\" and \"near future\", even though the game is set up in the 31st century. \r\nBeing an outcast with her father Rost, Aloy must restore her position in the tribe and save the world by stopping the Eclipse, a cult that wants to rule the world. Join her on that journey, exploring the world and people that live in such hard surroundings.",
    "metacritic": 89,
    "onSale": false,
    "rawgId": 278,
    "released": "2017-02-28T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/622/622af78d13d5f1a862fbad82ca0f3260.jpg",
      "PC",
      "PlayStation 4"
    ],
    "currency": "USD",
    "discount": 0,
    "originalPrice": 49.99,
    "price": 49.99,
    "steamAppId": 2561580
  },
  {
    "_id": "69309ae6a4240ff84be655f3",
    "title": "Horizon Forbidden West",
    "developer": "Guerrilla Games",
    "genre": "Action RPG",
    "platform": "PlayStation 5",
    "publisher": "Sony Interactive Entertainment",
    "image": "https://media.rawg.io/media/games/bf7/bf73b105ccbba42107986bbcd96fcada.jpg",
    "description": "Explore distant lands, fight bigger and more awe-inspiring machines, and encounter astonishing new tribes as you return to the far-future, post-apocalyptic world of Horizon.\r\n\r\nThe land is dying. Vicious storms and an unstoppable blight ravage the scattered remnants of humanity, while fearsome new machines prowl their borders. Life on Earth is hurtling towards another extinction, and no one knows why.\r\n\r\nIt's up to Aloy to uncover the secrets behind these threats and restore order and balance to the world. Along the way, she must reunite with old friends, forge alliances with warring new factions and unravel the legacy of the ancient past – all the while trying to stay one step ahead of a seemingly undefeatable new enemy.",
    "metacritic": 86,
    "onSale": false,
    "rawgId": 452642,
    "released": "2022-02-18T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/7d9/7d99aac3687c0ca8fcaebb15616c1d23.jpg",
      "PC",
      "PlayStation 4",
      "PlayStation 5"
    ],
    "currency": "USD",
    "discount": 0,
    "originalPrice": 59.99,
    "price": 59.99,
    "steamAppId": 2420110
  },
  {
    "_id": "69309ae6a4240ff84be655f4",
    "title": "Final Fantasy VII Remake",
    "developer": "Square Enix",
    "genre": "Action RPG",
    "platform": "PlayStation 4",
    "publisher": "Square Enix",
    "image": "https://media.rawg.io/media/games/d89/d89bd0cf4fcdc10820892980cbba0f49.jpg",
    "description": "The world is under the control of Shinra, a corporation controlling the planet's life force as mako energy. In the city of Midgar, Cloud Strife, former member of Shinra's elite SOLDIER unit now turned mercenary lends his aid to the Avalanche resistance group, unaware of the epic consequences that await him.\n\nFINAL FANTASY VII REMAKE is a reimagining of the iconic original with unforgettable characters, a mind-blowing story, and epic battles.\nThe story of this first, standalone game in the FINAL FANTASY VII REMAKE project covers up to the party’s escape from Midgar, and goes deeper into the events occurring in Midgar than the original FINAL FANTASY VII.",
    "metacritic": 87,
    "onSale": false,
    "rawgId": 259801,
    "released": "2020-04-10T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/76d/76da9c6f5bb28736f2b5ac3a2ec3245a.jpg",
      "PC",
      "PlayStation 5",
      "PlayStation 4"
    ],
    "currency": "USD",
    "discount": 0,
    "originalPrice": 39.99,
    "price": 39.99,
    "steamAppId": 1462040
  },
  {
    "_id": "69309ae6a4240ff84be655f5",
    "title": "Ghost of Tsushima",
    "developer": "Sucker Punch Productions",
    "genre": "Action-adventure",
    "platform": "PlayStation 4",
    "publisher": "Sony Interactive Entertainment",
    "image": "https://media.rawg.io/media/games/f24/f2493ea338fe7bd3c7d73750a85a0959.jpeg",
    "description": "The year is 1274. Samurai warriors are the legendary defenders of Japan--until the fearsome Mongol Empire invades the island of Tsushima, wreaking havoc and conquering the local population. As one of the last surviving samurai, you rise from the ashes to fight back. But, honorable tactics won't lead you to victory. You must move beyond your samurai traditions to forge a new way of fighting--the way of the Ghost--as you wage an unconventional war for the freedom of Japan.",
    "metacritic": 83,
    "onSale": false,
    "rawgId": 58550,
    "released": "2020-07-17T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/f9f/f9f5cf02724032d1a83d8c01f7471cf8.jpg",
      "PlayStation 4",
      "PC",
      "PlayStation 5"
    ],
    "currency": "USD",
    "discount": 0,
    "originalPrice": 59.99,
    "price": 59.99,
    "steamAppId": 2215430
  },
  {
    "_id": "69309ae6a4240ff84be655f6",
    "title": "Spider-Man",
    "developer": "Insomniac Games",
    "genre": "Action-adventure",
    "platform": "PlayStation 4",
    "publisher": "Sony Interactive Entertainment",
    "image": "https://media.rawg.io/media/games/9aa/9aa42d16d425fa6f179fc9dc2f763647.jpg",
    "description": "Marvel's Spider-Man offers the player to take on the role of the most famous Marvel superhero.\r\n\r\n###Plot\r\nThe game introduces Spider-Man as an already experienced superhero. By the time the game begins, Peter has captured the infamous Kingpin as well as several other supervillains. Now, a gang that goes by the name of Demons poses a new danger to New York. Meanwhile, Peter is working for the scientist Otto Octavius, who didn't yet become Dr. Octopus, on their science project. Throughout the game, Spidey has to deal with multiple enemies, such as Norman Osbourne, Electro, Vulture, Rhino and Kingpin, among others.\r\n\r\n###Gameplay\r\nThe player controls Peter Parker, aka Spider-Man, from the third person view. There are also sections of the game in which the player controls other protagonists, namely Mary Jane and Miles Morales. The game is set in a 3D environment that is modeled after New York City. The player can travel the city using web slings, running, jumping, and crawling the walls. The setting includes numerous high-rise buildings designed specifically for Spider-Man's movements.\r\n\r\nAs the player progresses, he or she unlocks new suits that grant Spider-Man new abilities, such as additional attacks or enhanced Spider-Sense. The abilities are not tied to the suits, however, and the player can use the suit of his or her choice without losing the ability. The combat system is similar to that in Batman: Arkham, in that Spider-Man fights many opponents in hand-to-hand combat but avoids killing them.",
    "metacritic": 87,
    "onSale": false,
    "rawgId": 58134,
    "released": "2018-09-07T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/aee/aee762e667e7ac52f5d8b6c2810c5813.jpg",
      "PlayStation 4",
      "PC",
      "PlayStation 5"
    ],
    "currency": "USD",
    "discount": 0,
    "originalPrice": 59.99,
    "price": 59.99,
    "steamAppId": 2651280
  },
  {
    "_id": "69309ae6a4240ff84be655f7",
    "title": "Spider-Man: Miles Morales",
    "developer": "Insomniac Games",
    "genre": "Action-adventure",
    "platform": "PlayStation 5",
    "publisher": "Sony Interactive Entertainment",
    "image": "https://media.rawg.io/media/screenshots/b54/b54d64588ad54535bdd02440da38da13.jpg",
    "description": "",
    "metacritic": null,
    "onSale": false,
    "rawgId": 508865,
    "released": "2020-10-22T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/c30/c3039a30cb1c4d7bd931e818909a5dde.jpg",
      "PC"
    ],
    "currency": "USD",
    "discount": 0,
    "originalPrice": 49.99,
    "price": 49.99,
    "steamAppId": 1817190
  },
  {
    "_id": "69309ae6a4240ff84be655f8",
    "title": "It Takes Two",
    "developer": "Hazelight Studios",
    "genre": "Platformer",
    "platform": "PC",
    "publisher": "Electronic Arts",
    "image": "https://media.rawg.io/media/games/d47/d479582ed0a46496ad34f65c7099d7e5.jpg",
    "description": "Bring your favorite co-op partner and together step into the shoes of May and Cody. As the couple is going through a divorce, through unknown means their minds are transported into two dolls which their daughter, Rose, made to represent them. Now they must reluctantly find a way to get back into their bodies, a quest which takes them through the most wild, unexpected and fantastical journey imaginable.\r\n\r\nIt Takes Two further builds on Hazelight’s proven track record of making rich and engaging co-op experiences. While developing It Takes Two it has been the team’s number one priority to truly merge story and gameplay. Allowing both to influence each other guarantees a game that is as engaging to play as it is compelling to experience.",
    "metacritic": 88,
    "onSale": true,
    "rawgId": 455597,
    "released": "2021-03-26T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/0da/0da98b6c57676f2f16cb6bf8818c8642.jpg",
      "PlayStation 5",
      "Xbox Series S/X",
      "PlayStation 4"
    ],
    "currency": "USD",
    "discount": 75,
    "originalPrice": 39.99,
    "price": 9.99,
    "steamAppId": 1426210
  },
  {
    "_id": "69309ae6a4240ff84be655f9",
    "title": "Celeste",
    "developer": "Maddy Makes Games",
    "genre": "Platformer",
    "platform": "PC",
    "publisher": "Maddy Makes Games",
    "image": "https://media.rawg.io/media/games/594/59487800889ebac294c7c2c070d02356.jpg",
    "description": "Celeste is a platformer about climbing a mountain, from the creators of TowerFall.\nExplore a sprawling mountain with over 500 levels bursting with secrets, across 8 unique areas. Unlock a hardcore Remix for each area, with completely new levels that will push your climbing skills to the limit.\nMadeline can air-dash and climb any surface to gain ground. Controls are simple and accessible, but super tight and expressive with layers of depth to master. Deaths are sudden and respawns are fast. You'll die a lot, but you'll learn something every time.\nMeet peculiar characters and climb through a personal story of breaking through your self-doubt to find yourself, set in the present-day Pacific Northwest. Uncover the mystery of the mountain's power and outrun your reflection on your journey to reach the top.",
    "metacritic": 91,
    "onSale": true,
    "rawgId": 22121,
    "released": "2018-01-25T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/7be/7be234128bb2d9b90b68954a05698066.jpg",
      "Xbox One",
      "PC",
      "macOS"
    ],
    "currency": "USD",
    "discount": 75,
    "originalPrice": 19.99,
    "price": 4.99,
    "steamAppId": 504230
  },
  {
    "_id": "69309ae6a4240ff84be655fa",
    "title": "Undertale",
    "developer": "Toby Fox",
    "genre": "RPG",
    "platform": "PC",
    "publisher": "Toby Fox",
    "image": "https://media.rawg.io/media/games/ffe/ffed87105b14f5beff72ff44a7793fd5.jpg",
    "description": "Undertale is an independent role-playing game developed by Toby Fox.\n\nOnce upon a time, there were two races on Earth: monsters and humans, but a war broke out between them and the latter won. Seven greatest mages sealed the monsters underground and left one entrance through a hole in the Ebott mountain. A lot of time passed since the war, but a human child accidentally falls down the mountain. Its goal is to get back out.\n\nUndertale uses pixelated graphics and traditional mechanics of RPGs such as earning experience points, having an open world, and so on. As the game goes on, the player has to solve several puzzles and interact with NPCs. The battles in the game are represented using the bullet hell mini-games with the player having an option to choose where they want to spare their opponent or hit the enemy back. Monsters behavior depends on the player's actions: if one decides to use a peaceful approach it will be easier to dodge the enemies attacks and vice versa. \n\nThe game features a branching story and several endings. The ending the player gets depends on whether they spared or killed the monsters they encountered throughout the game.",
    "metacritic": 92,
    "onSale": false,
    "rawgId": 13627,
    "released": "2015-09-14T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/a71/a71d169f4f87c3fce1596bf605806d87.jpg",
      "Xbox Series S/X",
      "Nintendo Switch",
      "Xbox One"
    ],
    "currency": "USD",
    "discount": 0,
    "originalPrice": 9.99,
    "price": 9.99,
    "steamAppId": 391540
  },
  {
    "_id": "69309ae6a4240ff84be655fb",
    "title": "Nier: Automata",
    "developer": "PlatinumGames",
    "genre": "Action RPG",
    "platform": "PlayStation 4",
    "publisher": "Square Enix",
    "image": "https://media.rawg.io/media/games/5a4/5a44112251d70a25291cc33757220fce.jpg",
    "description": "NieR: Automata is an action RPG, a sequel to Nier and a spin-off to the Drakenguard series. The story is set in the middle of the war between humans and machines where you take on the role of an android warrior called 2B. The story develops around the theme of androids' ability to feel and make their own decisions.\nThe gameplay of NieR: Automata combines RPG elements, such as character progression,  with action-based combat and some platforming features, including climbing and jumping over obstacles. Except for traditional light and heavy attacks, there are quick time events that if the completed result in a highly damaging counterattack. You can use four weapon types during the battles: short swords, long swords, bracers, and spears. While you play as a robot, you can upgrade your body with special chips that increase your stats. \nThe game is set in an open world and features numerous NPCs and side quests. You can explore it on foot as well as ride a wild animal or pilot a flying mech. There are also shops where you can get useful items including potions to restore health.",
    "metacritic": 86,
    "onSale": false,
    "rawgId": 10141,
    "released": "2017-03-17T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/576/576f8ad7bde42e902cd745f739479b72.jpg",
      "PlayStation 4",
      "Nintendo Switch",
      "PC"
    ],
    "currency": "USD",
    "discount": 0,
    "originalPrice": 39.99,
    "price": 39.99,
    "steamAppId": 524220
  },
  {
    "_id": "69309ae6a4240ff84be655fc",
    "title": "Dark Souls III",
    "developer": "FromSoftware",
    "genre": "Action RPG",
    "platform": "PC",
    "publisher": "Bandai Namco",
    "image": "https://media.rawg.io/media/games/da1/da1b267764d77221f07a4386b6548e5a.jpg",
    "description": "Dark Souls III is the fourth installment in the Dark Souls series, now introducing the players to the world of Lothric, a kingdom which has suffered the fate similar to its counterparts from the previous games, descending from its height to utter darkness. A new tale of dark fantasy offers to create and guide the path of game’s protagonist, the Ashen One, through the dangers of the world before him.\nSharing many gameplay similarities with previous installments of the Souls series, Dark Souls III improves at what it is best. These features are the unforgiving difficulty and unique, overwhelming environments. Let alone the soundtracks, allowing players to travel through the familiar locations and encounter new obstacles alike, resulting in a great test of nerves, while also giving the fruit of resolving the secrets and echoes of the past of Dark Souls series.\nThe new changes to the systems of multiplayer, crafting and combat will offer new and experienced players to challenge themselves on the field of battle, and to enhance the playthrough with each consecutive New Game +, where the in-game cycle never indeed ends, allowing for a multitude of different playstyles, and showing different events based on player’s actions.",
    "metacritic": 89,
    "onSale": false,
    "rawgId": 2551,
    "released": "2016-04-11T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/03e/03e0439ab02c0775a2989050bbc2aec4.jpg",
      "Xbox One",
      "PlayStation 4",
      "PC"
    ],
    "currency": "USD",
    "discount": 0,
    "originalPrice": 59.99,
    "price": 59.99,
    "steamAppId": 374320
  },
  {
    "_id": "69309ae6a4240ff84be655fd",
    "title": "Monster Hunter: World",
    "developer": "Capcom",
    "genre": "Action RPG",
    "platform": "PlayStation 4",
    "publisher": "Capcom",
    "image": "https://media.rawg.io/media/games/21c/21cc15d233117c6809ec86870559e105.jpg",
    "description": "Monster Hunter: World is the fifth game in the Japanese franchise Monster Hunter, which is about hunting giant beasts. It is set in a medieval fantasy setting, on a continent known as the New World that is being colonized by the humans from the Old World. The plot revolves around a dragon migration called Elder Crossing. Your protagonist is a hunter, whose name and appearance can be customized. You traveled from the Old World to study and hunt the dragons and other local monsters.  \r\nThe hunter, accompanied by an assistant, starts at the city of Astera, from where they can freely wander the open world. There are six regions in the New World, each with its own base camp. The camps are where you have to thoroughly prepare before every expedition, gathering equipment and provision. Before you can fight monsters, they need to be tracked down using Scout flies and studied to discover their habits, strengths, and weaknesses. There are no character levels, so your hunter’s effectiveness relies on the hunting gear you have equipped. Advanced armor and weapons can be created using a detailed crating system. Many items that you found on missions, including body parts of monsters, can be used for crafting.",
    "metacritic": 89,
    "onSale": false,
    "rawgId": 46889,
    "released": "2018-01-26T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/bda/bda7e287aa1004ff784236b214ee3408.jpg",
      "PlayStation 4",
      "Xbox One",
      "PC"
    ],
    "currency": "USD",
    "discount": 0,
    "originalPrice": 29.99,
    "price": 29.99,
    "steamAppId": 582010
  },
  {
    "_id": "69309ae6a4240ff84be655ff",
    "title": "Resident Evil Village",
    "developer": "Capcom",
    "genre": "Survival Horror",
    "platform": "PC",
    "publisher": "Capcom",
    "image": "https://media.rawg.io/media/games/6cc/6cc23249972a427f697a3d10eb57a820.jpg",
    "description": "Experience survival horror like never before in the eighth major installment in the storied Resident Evil franchise - Resident Evil Village.\n\nSet a few years after the horrifying events in the critically acclaimed Resident Evil 7 biohazard, the all-new storyline begins with Ethan Winters and his wife Mia living peacefully in a new location, free from their past nightmares. Just as they are building their new life together, tragedy befalls them once again.",
    "metacritic": 83,
    "onSale": false,
    "rawgId": 452649,
    "released": "2021-05-07T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/a81/a8138cefde08a11c7bb1131e8eb6e13a.jpg",
      "Xbox Series S/X",
      "PC",
      "iOS"
    ],
    "currency": "USD",
    "discount": 0,
    "originalPrice": 39.99,
    "price": 39.99,
    "steamAppId": 1196590
  },
  {
    "_id": "69309ae6a4240ff84be65600",
    "title": "Doom Eternal",
    "developer": "id Software",
    "genre": "FPS",
    "platform": "PC",
    "publisher": "Bethesda Softworks",
    "image": "https://media.rawg.io/media/games/3ea/3ea3c9bbd940b6cb7f2139e42d3d443f.jpg",
    "description": "As the DOOM Slayer, you return to find Earth has suffered a demonic invasion. Raze Hell and discover the Slayer’s origins and his enduring mission to rip and tear…until it is done.\n\nExperience the ultimate combination of speed and power as you battle your way across dimensions with the next leap in push-forward, first-person combat.\nSlayer Threat Level at Maximum\n\nArmed with a shoulder-mounted flamethrower, retractable wrist-mounted blade, upgraded guns and mods, and abilities like the Double Dash, you're faster, stronger, and more versatile than ever.\nUnholy Trinity\n\nTake what you need from your enemies: Glory kill for extra health, incinerate for armor, and chainsaw demons to stock up on ammo to become the ultimate demon-slayer.\n\nBATTLEMODE is the new 2 versus 1 multiplayer experience built from the ground up at id Software. A fully-armed DOOM Slayer faces off against two player-controlled demons, duking it in a best-of-five round match of intense first-person combat. BATTLEMODE launches with 6 handcrafted maps and 5 playable demons – the Marauder, Archvile, Revenant, Mancubus and Pain Elemental.",
    "metacritic": 86,
    "onSale": false,
    "rawgId": 58777,
    "released": "2020-03-20T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/abe/abec9a020ff0904cb01bc9da13846227.jpg",
      "PC",
      "PlayStation 4",
      "Xbox One"
    ],
    "currency": "USD",
    "discount": 0,
    "originalPrice": 39.99,
    "price": 39.99,
    "steamAppId": 782330
  },
  {
    "_id": "69309ae6a4240ff84be65601",
    "title": "Titanfall 2",
    "developer": "Respawn Entertainment",
    "genre": "FPS",
    "platform": "PC",
    "publisher": "Electronic Arts",
    "image": "https://media.rawg.io/media/games/569/56978b5a77f13aa2ec5d09ec81d01cad.jpg",
    "description": "Now Titanfall 2 has a full-scale story campaign. The main plot is the confrontation of the people's Militia against the IMC Corporation, which seeks to destroy the rebels of the Frontier, a region of star systems that will allow them to get control over their resources.\r\n\r\nYou play as Jack Cooper, a soldier who dreams of becoming an elite pilot with advanced technology and a personal Titan - a fighting machine. Captain Tai Lastimosa trained Cooper and prepared for his candidacy. During the task of finding the missing Major Anderson, who had the information about the plans of the IMC. The entire squad of Cooper, including Lastimosa, dies in the attack of IMC mercenaries. The Captain gives his Titan to Cooper.\r\n\r\nAs the first part of the game, it is a first-person shooter in which you can control the pilot and exoskeleton \"Titan\". The pilot has a diverse arsenal of abilities that allow you to jump and run on steep walls with the help of the \"jump pilot module\". These abilities can be used with each other to move through the game locations quickly.\r\n\r\nWith enough points, the player can call the Titan, landing from the sky. They are much slower than pilots but have more powerful weapons.",
    "metacritic": 87,
    "onSale": true,
    "rawgId": 923,
    "released": "2016-10-28T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/45d/45ddb09de1fac57c0c26e874e02601e3.jpg",
      "Xbox One",
      "PlayStation 4",
      "PC"
    ],
    "currency": "USD",
    "discount": 85,
    "originalPrice": 29.99,
    "price": 4.49,
    "steamAppId": 1237970
  },
  {
    "_id": "69309ae6a4240ff84be65602",
    "title": "Overwatch",
    "developer": "Blizzard Entertainment",
    "genre": "FPS",
    "platform": "PC",
    "publisher": "Blizzard Entertainment",
    "image": "https://media.rawg.io/media/games/4ea/4ea507ceebeabb43edbc09468f5aaac6.jpg",
    "description": "###The Legacy\nOverwatch is a multiplayer first-person shooter from the company that gave players the saga of Azeroth, Starcraft and the Diablo universe. Despite these releases coming out years ago, they are still alive and actively updated. But the developers at Blizzard wanted something new: the company does not like to experiment with new settings, preferring to transfer existing characters to new genres, worlds, and situations. The exception, perhaps, can only be a game about the three Vikings—The Lost Vikings, but this, too, was a long time ago.\n\n###The story and setting\nAnyway, the company Blizzard has approached the development of Overwatch with team-specific meticulousness to details and desire to create an elaborative game universe. The player faces a choice between 21 characters who were part of the elite Overwatch unit. The task of Overwatch soldiers is to protect the Earth from conflicts and external threats. But something goes wrong, and the team of heroes breaks up. Despite the multiplayer bias, the game has a full story, it combines all the characters and maps on which the battle takes place. Since the launch, seven new characters have been added to the hero pool. Blizzard tells the story of the world of Overwatch through their characters: almost everyone has an animated short film, comparable in quality to a full meter from, for example, Pixar.\n\n###Continuous support\nThe game won the hearts of players around the world immediately after the launch. The figures confirm this fact: more than half a million dollars from sales and more than 40 million players. Overwatch has become an anchor project for Activision Blizzard, and the company continues to develop the project two years later, constantly offering players new maps, new characters, new themed events, and new cosmetic skins.",
    "metacritic": 91,
    "onSale": false,
    "rawgId": 22508,
    "released": "2016-05-24T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/e5d/e5d1424dd1daf81bb720f2d7a43c9bd3.jpg",
      "Nintendo Switch",
      "PC",
      "Xbox One"
    ],
    "steamAppId": 2357570
  },
  {
    "_id": "69309ae6a4240ff84be65603",
    "title": "Apex Legends",
    "developer": "Respawn Entertainment",
    "genre": "Battle Royale",
    "platform": "PC",
    "publisher": "Electronic Arts",
    "image": "https://media.rawg.io/media/games/737/737ea5662211d2e0bbd6f5989189e4f1.jpg",
    "description": "Conquer with character in Apex Legends, a free-to-play* Battle Royale shooter where legendary characters with powerful abilities team up to battle for fame and fortune on the fringes of the Frontier. Master an ever-growing roster of diverse legends, deep tactical squad play, and bold new innovations that level-up the Battle Royale experience—all within a rugged world where anything goes. Welcome to the next evolution of Battle Royale.\n\nCharacters you can play as: Caustic, Bangalore, Bloodhound, Crypto, Gibraltar, Lifeline, Loba, Mirage, Octane, Pathfinder, Rampart, Revenant.",
    "metacritic": 80,
    "onSale": false,
    "rawgId": 290856,
    "released": "2019-02-04T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/1dc/1dc3b778f00b6d2c3de8a9b3035ed2df_j1vHdmy.jpg",
      "PlayStation 4",
      "Nintendo Switch",
      "macOS"
    ],
    "steamAppId": 1172470
  },
  {
    "_id": "69309ae6a4240ff84be65605",
    "title": "Minecraft",
    "developer": "Mojang Studios",
    "genre": "Sandbox",
    "platform": "PC",
    "publisher": "Xbox Game Studios",
    "image": "https://media.rawg.io/media/games/b4e/b4e4c73d5aa4ec66bbf75375c4847a2b.jpg",
    "description": "One of the most popular games of the 2010s, Minecraft allows you to rebuild the environment around you. The world of the game is open, infinitely wide, and procedurally generated. It is composed of small 3D cubes that represent specific types of materials or terrain. The gameplay is centered on mining and building various structures of your choice. You can also craft items like tools, weapons, and armor. There's an option to shift to the first or the third person view.\nMinecraft includes multiple modes that dramatically change the focus of the game. Survival and Adventure modes require the player to gather resources, hunt for food and fight monsters to survive. In the Hardcore mode, there’s even permanent death. Creative mode, by contrast, offers you to freely explore the world and construct whatever you want with unlimited resources. There’s also a multiplayer mode that allows the players to share their worlds and engage in the traditional MMO activities, such as player-vs-player combat.\nMinecraft’s crude visual style, reminiscent of Lego cubes, became an iconic part of the popular culture. There are many myths and fan fiction surrounding the game, such as the legend of Herobrine, a rumored character that officially doesn’t exist.",
    "metacritic": 83,
    "onSale": false,
    "rawgId": 22509,
    "released": "2009-05-10T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/e31/e31af2817843f56e90490e99b706e75c.jpg",
      "Android",
      "PS Vita",
      "PlayStation 4"
    ],
    "currency": "USD",
    "discount": 0,
    "originalPrice": 19.99,
    "price": 19.99,
    "steamAppId": 1672970
  },
  {
    "_id": "69309ae6a4240ff84be65606",
    "title": "Terraria",
    "developer": "Re-Logic",
    "genre": "Sandbox",
    "platform": "PC",
    "publisher": "Re-Logic",
    "image": "https://media.rawg.io/media/games/f46/f466571d536f2e3ea9e815ad17177501.jpg",
    "description": "Terraria is a 2D action adventure sandbox game, where players create a character and gather resources in order to gradually craft stronger weapons and armor. Players create randomly generated maps that contain different locations within it, and by gathering specific resources and triggering special events, players will fight one of the many in-game bosses. Created characters can be played on different maps.\r\nThe game introduces hundreds of unique items that can be found across the entirety of the map, some of which may not even be encountered. \r\nTerraria have many different Biomes and areas with distinct visuals, containing resources and enemies unique to this biome. After gathering materials, players can craft furniture, and build settlements and houses, since after completing events or finding specific items NPCs will start to arrive, and will require player’s protection. Terraria can be played on three difficulties and has a large modding community.",
    "metacritic": 81,
    "onSale": false,
    "rawgId": 422,
    "released": "2011-05-16T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/640/64043c87df0ab807b2f3cb8c3cd48889.jpg",
      "Xbox 360",
      "Wii U",
      "Nintendo 3DS"
    ],
    "currency": "USD",
    "discount": 0,
    "originalPrice": 9.99,
    "price": 9.99,
    "steamAppId": 105600
  },
  {
    "_id": "69309ae6a4240ff84be65609",
    "title": "Forza Horizon 5",
    "developer": "Playground Games",
    "genre": "Racing",
    "platform": "Xbox Series X",
    "publisher": "Xbox Game Studios",
    "image": "https://media.rawg.io/media/games/082/082365507ff04d456c700157072d35db.jpg",
    "description": "Your Ultimate Horizon Adventure awaits! Explore the vibrant and ever-evolving open world landscapes of Mexico with limitless, fun driving action in hundreds of the world’s greatest cars.\r\nExplore a world of striking contrast and beauty. Discover living deserts, lush jungles, historic cities, hidden ruins, pristine beaches, vast canyons and a towering snow-capped volcano.\r\nImmerse yourself in a deep campaign with hundreds of challenges that reward you for engaging in the activities you love. Meet new characters and choose the outcomes of their Horizon Story missions.\r\nTake on awe-inspiring weather events like towering dust storms and intense tropical storms as Mexico’s unique, dynamic seasons change the world every week. Keep coming back for new events, challenges, collectibles, and rewards, and new areas to explore.\r\nTeam up with other players and enter the Horizon Arcade for a continuing series of fun, over-the-top challenges that keep you and your friends in the action and having fun with no menus, loading screens or lobbies.\r\nCreate your own expressions of fun with the new EventLab gameplay toolset including custom races, challenges, stunts, and new game modes. Customize your cars in more ways than ever before. Use the Gift Drops feature to share your custom creations.",
    "metacritic": null,
    "onSale": false,
    "rawgId": 622492,
    "released": "2021-11-08T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/156/156227810408c477fb90112a9feefe8e.jpg",
      "PC",
      "iOS",
      "Xbox One"
    ],
    "currency": "USD",
    "discount": 0,
    "originalPrice": 59.99,
    "price": 59.99,
    "steamAppId": 1551360
  },
  {
    "_id": "69309ae6a4240ff84be6560b",
    "title": "Microsoft Flight Simulator",
    "developer": "Asobo Studio",
    "genre": "Simulation",
    "platform": "PC",
    "publisher": "Xbox Game Studios",
    "image": "https://media.rawg.io/media/games/89c/89ceadfd42109aa0d80e9c5dbc86f277.jpg",
    "description": "Microsoft Flight Simulator is the next generation of one of the most beloved simulation franchises. From light planes to wide-body jets, fly highly detailed and stunning aircraft in an incredibly realistic world. Create your flight plan and fly anywhere on the planet. Enjoy flying day or night and face realistic, challenging weather conditions.",
    "metacritic": 90,
    "onSale": false,
    "rawgId": 326238,
    "released": "2020-08-18T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/abf/abf4e4bf85c5690d6f2c447fb8fdfd62.jpg",
      "Xbox One",
      "Xbox Series S/X",
      "PC"
    ],
    "currency": "USD",
    "discount": 0,
    "originalPrice": 69.99,
    "price": 69.99,
    "steamAppId": 2537590
  },
  {
    "_id": "69309ae6a4240ff84be6560c",
    "title": "Half-Life: Alyx",
    "developer": "Valve",
    "genre": "VR Shooter",
    "platform": "PC",
    "publisher": "Valve",
    "image": "https://media.rawg.io/media/games/855/8552c056d729f34c951c30f3cfef9da8.jpg",
    "description": "Half-Life: Alyx is Valve’s VR return to the Half-Life series. It’s the story of an impossible fight against a vicious alien race known as the Combine, set between the events of Half-Life and Half-Life 2.\n\nPlaying as Alyx Vance, you are humanity’s only chance for survival. The Combine’s control of the planet since the Black Mesa incident has only strengthened as they corral the remaining population in cities. Among them are some of Earth’s greatest scientists: you and your father, Dr. Eli Vance.\n\nAs founders of a fledgling resistance, you’ve continued your clandestine scientific activity—performing critical research, and building invaluable tools for the few humans brave enough to defy the Combine.\n\nEvery day, you learn more about your enemy, and every day you work toward finding a weakness.\n\nABOUT GAMEPLAY IN VR:\n\nValve’s return to the Half-Life universe that started it all was built from the ground up for virtual reality. VR was built to enable the gameplay that sits at the heart of Half-Life.\n\nImmerse yourself in deep environmental interactions, puzzle solving, world exploration, and visceral combat.\n\nLean to aim around a broken wall and under a Barnacle to make an impossible shot. Rummage through shelves to find a healing syringe and some shotgun shells. Manipulate tools to hack alien interfaces. Toss a bottle through a window to distract an enemy. Rip a Headcrab off your face and throw it at a Combine soldier.\n\nExtra content for Index owners\n\nCustomers who have purchased Valve Index hardware by the end of 2019 will have access to unique bonuses starting early next year:\n\nExplore environments from Half-Life: Alyx in your SteamVR Home space\nAlternate gun skins to embellish Alyx's arsenal\nSpecial Half-Life: Alyx-themed content for Counter-Strike: Global Offensive and Dota 2\n\nCommunity-built environments\n\nA set of Source 2 tools for building new environments will ship with the game, enabling any player to build and contribute new environments for the community to enjoy. Hammer, Valve’s level authoring tool, has been updated with all of the game’s virtual reality gameplay tools and components.",
    "metacritic": 93,
    "onSale": false,
    "rawgId": 392019,
    "released": "2020-03-23T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/39e/39e7540afe53bc9fcc9eef826936b1c9.jpg",
      "PC"
    ],
    "currency": "USD",
    "discount": 0,
    "originalPrice": 59.99,
    "price": 59.99,
    "steamAppId": 546560
  },
  {
    "_id": "69309ae6a4240ff84be6560d",
    "title": "Returnal",
    "developer": "Housemarque",
    "genre": "Roguelike",
    "platform": "PlayStation 5",
    "publisher": "Sony Interactive Entertainment",
    "image": "https://media.rawg.io/media/games/673/673f27be4c5dbf37ce3ed0ed5ddf9d8d.jpg",
    "description": "Returnal combines side-scrolling action with roguelike gameplay into a third-person shooter where players fight to survive a hostile planet that changes with every death. Players can switch instinctively between firing modes by using a single adaptive trigger and can get right back into the action after dying. PS5's immersive 3D audio brings the alien world to life around the player, helping players navigate the intense positional combat.",
    "metacritic": 86,
    "onSale": false,
    "rawgId": 452639,
    "released": "2021-04-30T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/e1b/e1bc10332350cb491d6227b86750ae7c.jpg",
      "PC",
      "PlayStation 5"
    ],
    "currency": "USD",
    "discount": 0,
    "originalPrice": 59.99,
    "price": 59.99,
    "steamAppId": 1649240
  },
  {
    "_id": "69309ae7a4240ff84be6560f",
    "title": "Ratchet & Clank: Rift Apart",
    "developer": "Insomniac Games",
    "genre": "Platformer",
    "platform": "PlayStation 5",
    "publisher": "Sony Interactive Entertainment",
    "image": "https://media.rawg.io/media/games/ccf/ccfd3fd488a8ed61145a3da96c080131.jpg",
    "description": "BLAST YOUR WAY THROUGH AN INTERDIMENSIONAL ADVENTURE\nThe intergalactic adventurers are back with a bang. Help them stop a robotic emperor intent on conquering cross-dimensional worlds, with their own universe next in the firing line.\n- Blast your way home with an arsenal of outrageous weaponry.\n- Experience the shuffle of dimensional rifts and dynamic gameplay.\n- Explore never-before-seen planets and alternate dimension versions of old favorites.",
    "metacritic": 88,
    "onSale": false,
    "rawgId": 727315,
    "released": "2021-06-11T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/aaa/aaa65f94d7ad540c73f9455c12e58ccb.jpg",
      "PC",
      "PlayStation 5"
    ],
    "currency": "USD",
    "discount": 0,
    "originalPrice": 59.99,
    "price": 59.99,
    "steamAppId": 1895880
  },
  {
    "_id": "69309ae7a4240ff84be65610",
    "title": "Psychonauts 2",
    "developer": "Double Fine",
    "genre": "Platformer",
    "platform": "PC",
    "publisher": "Xbox Game Studios",
    "image": "https://media.rawg.io/media/games/c3c/c3c536cc4d32623ba928020dfd39a648.jpg",
    "description": "Razputin Aquato, trained acrobat and powerful young psychic, has realized his life long dream of joining the international psychic espionage organization known as the Psychonauts! But these psychic super spies are in trouble. Their leader hasn't been the same since he was kidnapped, and what's worse, there's a mole hiding in headquarters. Raz must use his powers to stop the mole before they execute their secret plan--to bring the murderous psychic villain, Maligula, back from the dead!",
    "metacritic": 88,
    "onSale": false,
    "rawgId": 257192,
    "released": "2021-08-24T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/f89/f89ada5ef793e6b033f15fa542317e8e.jpg",
      "PlayStation 4",
      "Xbox One",
      "Xbox Series S/X"
    ],
    "currency": "USD",
    "discount": 0,
    "originalPrice": 59.99,
    "price": 59.99,
    "steamAppId": 607080
  },
  {
    "_id": "69309ae7a4240ff84be65611",
    "title": "Control",
    "developer": "Remedy Entertainment",
    "genre": "Action-adventure",
    "platform": "PC",
    "publisher": "505 Games",
    "image": "https://media.rawg.io/media/games/253/2534a46f3da7fa7c315f1387515ca393.jpg",
    "description": "Control is a surrealist low-fantasy game about a secret organization that deals with the paranormal activities.\r\n\r\n###Plot\r\nThe game follows Jesse Faden, a woman with superhuman powers. She works with the Federal Bureau of Control, a secret governmental organization that deals with the paranormal phenomena, often by annihilating it as a threat. The Bureau headquarters, known as the Oldest House, is taken over by a supernatural power called the Hiss. The director of Bureau, Zachariah Trench, is killed, and Faden is unexpectedly promoted to his place, while the ghost of her predecessor haunts her. She has to travel the endless corridors of the Oldest House and defeat the Hiss using magical Director's Pistol. \r\n\r\n###Setting\r\nMost of the game takes place in the FBC building, which is a high-rise on Manhattan. The Oldest House is a non-euclidian space, which is larger on the inside. Its corridors and rooms change shape and positions depending on the rituals its inhabitants perform. The Oldest House stores the magical artifacts called Altered Items.\r\n\r\n###Gameplay\r\nThe player controls Faden from the third person view. To defeat her enemies, she uses various superhuman powers, such as telekinesis or levitation. She also wields the shape-shifting Director's Pistol and the magic artifacts she can obtain as a reward for completing quests. Jesse's skills grow throughout the game. \r\n\r\nThere is no multiplayer mode.",
    "metacritic": 84,
    "onSale": false,
    "rawgId": 58812,
    "released": "2019-08-27T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/383/383c7e57609209dca885816c1ad0dfd2.jpg",
      "Xbox Series S/X",
      "PlayStation 5",
      "Xbox One"
    ],
    "steamAppId": 4165870
  },
  {
    "_id": "69309ae7a4240ff84be65613",
    "title": "Death Stranding",
    "developer": "Kojima Productions",
    "genre": "Action",
    "platform": "PlayStation 4",
    "publisher": "Sony Interactive Entertainment",
    "image": "https://media.rawg.io/media/games/2ad/2ad87a4a69b1104f02435c14c5196095.jpg",
    "description": "Sam Bridges must brave a world utterly transformed by the Death Stranding. Carrying the stranded remnants of the future in his hands, Sam embarks on a journey to reunite the shattered world one step at a time. What is the mystery of the Death Stranding? What will Sam discover on the road ahead? A genre defining gameplay experience holds these answers and more.\r\n\r\nExperience a journey like nothing before it, from legendary game creator Hideo Kojima. Take control of working man Sam Bridges, as he braves a deadly and mysterious world where death’s tide lurks everywhere.\r\n\r\nFeaturing an all-star cast, including Norman Reedus, Mads Mikkelsen, Lindsay Wagner, Léa Seydoux and Guillermo del Toro, Death Stranding is a unique and unforgettable game.",
    "metacritic": 84,
    "onSale": false,
    "rawgId": 50738,
    "released": "2019-11-08T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/3ac/3acb3198f5075cf9d46f86c70e0c7fa3.jpg",
      "PC",
      "PlayStation 4"
    ],
    "currency": "USD",
    "discount": 0,
    "originalPrice": 39.99,
    "price": 39.99,
    "steamAppId": 1850570
  },
  {
    "_id": "69309ae7a4240ff84be65614",
    "title": "Outer Wilds",
    "developer": "Mobius Digital",
    "genre": "Adventure",
    "platform": "PC",
    "publisher": "Annapurna Interactive",
    "image": "https://media.rawg.io/media/games/9f4/9f418898f5415668ca47b5f4ab1ecfeb.jpg",
    "description": "Outer Wilds is an open world mystery about a solar system trapped in an endless time loop.\nWelcome to the Space Program!\nYou're the newest recruit of Outer Wilds Ventures, a fledgling space program searching for answers in a strange, constantly evolving solar system.\n\nMysteries of the Solar System...\nWhat lurks in the heart of the ominous Dark Bramble? Who built the alien ruins on the Moon? Can the endless time loop be stopped? Answers await you in the most dangerous reaches of space.\n\nA World That Changes Over Time\nThe planets of Outer Wilds are packed with hidden locations that change with the passage of time. Visit an underground city of before it's swallowed by sand, or explore the surface of a planet as it crumbles beneath your feet. Every secret is guarded by hazardous environments and natural catastrophes.\n\nGrab Your Intergalactic Hiking Gear!\nStrap on your hiking boots, check your oxygen levels, and get ready to venture into space. Use a variety of unique gadgets to probe your surroundings, track down mysterious signals, decipher ancient alien writing, and roast the perfect marshmallow.",
    "metacritic": 84,
    "onSale": false,
    "rawgId": 58764,
    "released": "2019-05-29T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/fce/fcec2bc9cda5024cf7bc8a767f90577a.jpg",
      "PlayStation 4",
      "Nintendo Switch",
      "Xbox One"
    ],
    "currency": "USD",
    "discount": 0,
    "originalPrice": 24.99,
    "price": 24.99,
    "steamAppId": 753640
  },
  {
    "_id": "69309ae7a4240ff84be65615",
    "title": "What Remains of Edith Finch",
    "developer": "Giant Sparrow",
    "genre": "Adventure",
    "platform": "PC",
    "publisher": "Annapurna Interactive",
    "image": "https://media.rawg.io/media/games/34e/34e100b1f648de99f32d477065f04653.jpg",
    "description": "The Finch's family, also known as \"America's most unfortunate family\", believes that the family is being pursued by a deadly curse. Each generation has only one child who survived to give birth to the next one.\n\nThe player begins to act as Edith Finch, who arrives in an orderly abandoned family mansion to find out what opens the key that she received from her mother along with the will. Of course, she is most interested in the question of the family curse, or more precisely, whether she will become a victim of it. In any case, all the relatives known to her, even on American soil, died an unnatural death. Exploring the house, she opens the rooms of each deceased relative. And plunges into the circumstances of premature death of everyone.\n\nLife (and death) of each of the deceased relatives Edith the hero resides in the image of this relative.\nThe essence of the game is to clarify the circumstances of the death of many members of the same family in order to see behind these deaths and biographies something common and native. It is interesting to dive not only in different human images, but also act in the guise of birds or animals.\nIn addition to following Edith, the game has something to inspect, search, discover and solve, play mini-games.",
    "metacritic": 89,
    "onSale": false,
    "rawgId": 42,
    "released": "2017-04-23T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/ba9/ba93ea29a591fa7e9a396c72dfa93863.jpg",
      "Xbox One",
      "iOS",
      "PC"
    ],
    "currency": "USD",
    "discount": 0,
    "originalPrice": 19.99,
    "price": 19.99,
    "steamAppId": 501300
  },
  {
    "_id": "69309ae7a4240ff84be65616",
    "title": "Inside",
    "developer": "Playdead",
    "genre": "Platformer",
    "platform": "PC",
    "publisher": "Playdead",
    "image": "https://media.rawg.io/media/games/d5a/d5a24f9f71315427fa6e966fdd98dfa6.jpg",
    "description": "INSIDE is a platform adventure game that transfers the atmosphere of a dystopic world. Players assume the role of a lonely boy, who walks through the monochromatic 2.5D environment and solves various puzzles. By the time main antagonists of the character pursue him throughout the whole world. The main storyline follows the unnamed boy through the in-game world locations including a forest, a farm, and a fictional laboratory, where experiments on bodies are held. The gameplay is divided into levels tied to each location. While completing them, the boy, controlled by players, has to swim, run, climb the obstacles and use his supernatural ability to control bodies with his special helmet. In the course of the travel, the protagonist also comes across a siren-like creature, who gives him gear for breathing underwater. The death occurs in several ways ranging from drowning to being shot with a tranquilizer dart. In addition to the basic ending, the storyline features an alternate one, which unlocks after collecting all the hidden glowing orbs.",
    "metacritic": 87,
    "onSale": false,
    "rawgId": 1450,
    "released": "2016-06-28T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/581/58120cc2067a07407910965fbe5bbe9a.jpg",
      "Nintendo Switch",
      "PC",
      "iOS"
    ],
    "currency": "USD",
    "discount": 0,
    "originalPrice": 7.99,
    "price": 7.99,
    "steamAppId": 3609750
  },
  {
    "_id": "69309ae7a4240ff84be65617",
    "title": "Limbo",
    "developer": "Playdead",
    "genre": "Platformer",
    "platform": "PC",
    "publisher": "Playdead",
    "image": "https://media.rawg.io/media/games/942/9424d6bb763dc38d9378b488603c87fa.jpg",
    "description": "This popular 2D puzzle-platformer creates the atmosphere of isolation, where the player alone can guide the nameless protagonist to his destination. Hostile environments and one-hit deaths may seem difficult, but the game implements a fair amount of checkpoints. The monochrome color palette showcases cartoony proportions of every living thing while making lack of details threatening. Limbo shows you exactly what you encounter, but never how it looks.\n\nLimbo uses the atmosphere and sound design of the horror genre while avoiding tropes of the modern horror games. The overarching theme and unique style compensated for the rather short game with an abrupt ending, making Limbo one of the most impactful games for the genre.\n\nThe simple controls and easy-to-pick-up mechanics help to make a clear distinction, which part of the stage players can interact with, and which part can lead to the quick death. Even though the game is in black and white, this separation is intuitive and natural, so the player would know exactly where to go or what to do.",
    "metacritic": 88,
    "onSale": false,
    "rawgId": 1030,
    "released": "2010-07-21T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/a66/a6664b4d8e6fd2c1dd8c833e725f545c.jpg",
      "PC",
      "Android",
      "PS Vita"
    ],
    "currency": "USD",
    "discount": 0,
    "originalPrice": 9.99,
    "price": 9.99,
    "steamAppId": 48000
  },
  {
    "_id": "69309ae7a4240ff84be65618",
    "title": "Ori and the Will of the Wisps",
    "developer": "Moon Studios",
    "genre": "Metroidvania",
    "platform": "PC",
    "publisher": "Xbox Game Studios",
    "image": "https://media.rawg.io/media/games/718/71891d2484a592d871e91dc826707e1c.jpg",
    "description": "A New Journey Begins\r\n\r\nEmbark on an adventure with all new combat and customization options while exploring a vast, exotic world encountering larger than life enemies and challenging puzzles. Seek help from discoverable allies on your path to unravel Ori’s true destiny.\r\n\r\nExplore a vast, beautiful, and immersive world\r\nExplore a vast, beautiful, immersive, and dangerous world filled with gripping enemy encounters, challenging puzzles and thrilling escape sequences. Unravel Ori’s true destiny in this emotionally engaging, hand crafted story driven adventure.\r\n\r\nNew combat system\r\n\r\nWield dozens of new spirit weapons, spells and skills offering new dynamic combat mechanics to the world of Ori. Nimbly fight your way through untold danger and ruin with an entirely new arsenal at your disposal.\r\n\r\nCustomize your style of play\r\n\r\nChoose your tools for adventure from dozens of newly acquired attacks, spells, and skills to match your style of play. In addition, utilize an all new shard system to power up Ori’s capabilities.\r\n\r\nEncounter epic adversaries\r\n\r\nFace large epic bosses and seek support from discoverable allies who will provide services and cast optional quests to extend the adventure.",
    "metacritic": 91,
    "onSale": false,
    "rawgId": 28199,
    "released": "2020-03-10T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/7a9/7a9b706611fe1b6f1a88eabc4ca3a9b5.jpg",
      "Xbox One",
      "PC",
      "Nintendo Switch"
    ],
    "currency": "USD",
    "discount": 0,
    "originalPrice": 29.99,
    "price": 29.99,
    "steamAppId": 1057090
  },
  {
    "_id": "69309ae7a4240ff84be65619",
    "title": "Cuphead",
    "developer": "Studio MDHR",
    "genre": "Run and Gun",
    "platform": "PC",
    "publisher": "Studio MDHR",
    "image": "https://media.rawg.io/media/games/226/2262cea0b385db6cf399f4be831603b0.jpg",
    "description": "Hand-drawn 2D platformer in the style of 30s cartoons. 2D Dark Souls as the fans refer to the difficulty of this one. It took developers 6 years to create and polish their magnum opus. Cuphead is a classic run and gun adventure that heavily emphasizes on boss battles.\r\n\r\nPlay as Cuphead or his brother Mugman that signed a deal with the devil and know needs to bring the master souls of its debtors. Players can go through the campaign single-handedly or with a friend using built-in co-op capabilities. \r\n\r\nThe backgrounds, characters and other miscellaneous staff were painstakingly created using the methods from the era it mimics; Every character and every scene were hand-drawn to mimic vintage American cartoons. Each note in the orchestral soundtrack was composed with unparalleled attention to detail. Cuphead is an addictive mix of bone-crushing difficulty, fun and audiovisual feast that instantly makes you crave for more.",
    "metacritic": 87,
    "onSale": false,
    "rawgId": 28154,
    "released": "2017-09-29T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/6e2/6e2daddc6ad17a1f63ff039f3a5fae93.jpg",
      "PlayStation 4",
      "Nintendo Switch",
      "Xbox One"
    ],
    "currency": "USD",
    "discount": 0,
    "originalPrice": 19.99,
    "price": 19.99,
    "steamAppId": 268910
  },
  {
    "_id": "69309ae7a4240ff84be6561a",
    "title": "Slay the Spire",
    "developer": "Mega Crit",
    "genre": "Roguelike",
    "platform": "PC",
    "publisher": "Humble Bundle",
    "image": "https://media.rawg.io/media/games/f52/f5206d55f918edf8ee07803101106fa6.jpg",
    "description": "We fused card games and roguelikes together to make the best single player deckbuilder we could. Craft a unique deck, encounter bizarre creatures, discover relics of immense power, and Slay the Spire!\n\nFeatures:\n\n- Dynamic Deck Building: Choose your cards wisely! Discover hundreds of cards to add to your deck with each attempt at climbing the Spire. Select cards that work together to efficiently dispatch foes and reach the top. \n- An Ever-changing Spire: Whenever you embark on a journey up the Spire, the layout differs each time. \n- Choose a risky or safe path, face different enemies, choose different cards, discover different relics, and even fight different bosses!\n- Powerful Relics to Discover: Powerful items known as relics can be found throughout the Spire. The effects of these relics can greatly enhance your deck through powerful interactions. But beware, obtaining a relic may cost you more than just gold...",
    "metacritic": 86,
    "onSale": true,
    "rawgId": 28121,
    "released": "2019-01-22T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/595/59591d947b03e28d88219c9a1d589116.jpg",
      "Xbox One",
      "iOS",
      "PC"
    ],
    "currency": "USD",
    "discount": 75,
    "originalPrice": 24.99,
    "price": 6.24,
    "steamAppId": 646570
  },
  {
    "_id": "69309ae7a4240ff84be6561b",
    "title": "Dead Cells",
    "developer": "Motion Twin",
    "genre": "Roguelike",
    "platform": "PC",
    "publisher": "Motion Twin",
    "image": "https://media.rawg.io/media/games/f90/f90ee1a4239247a822771c40488e68c5.jpg",
    "description": "Dead Cells is a roguelike adventure title developed by Motion Twin.\n\n###Story\nNot much story is present in the game, as only bits of any information are given out to the players. The game takes place at a remote island, where the players take place of the Prisoner. The Prisoner does not speak, yet he can express confusion and frustration using his body language. The Prisoner is basically immortal, as, in case of death, his head disconnects itself from the Prisoner's body, and gets back to the game's starting area. \n\n###Gameplay\nThe game's heavily inspired by The Binding of Isaac, as stated by the developers.\n\nDead Cells features the procedurally generated environments that are typical for roguelike games, yet it puts a strong emphasis on exploration that is typically found in metroidvanias.\n\nThe players set out to explore the island where a prison was built. As the players come down into the dungeons of the island, they find various loot, fight dangerous creatures, collect armor, abilities, and power-ups. Upon death, the players lose all the loot they had on them. It is possible to find a shopkeep somewhere in the dungeons to purchase new equipment or have some rest. \n\nThe game uses death as a learning experience, as it randomizes the placement of enemies, so the players can't take multiple attempts to complete a level. The developers want the player to examine the enemy behavior and learn how to combat the enemies themselves.",
    "metacritic": 88,
    "onSale": false,
    "rawgId": 11726,
    "released": "2018-08-07T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/936/936c60f9b17b7c959b416b2b9ed32b8a.jpg",
      "Xbox One",
      "Nintendo Switch",
      "PlayStation 4"
    ],
    "currency": "USD",
    "discount": 0,
    "originalPrice": 24.99,
    "price": 24.99,
    "steamAppId": 588650
  },
  {
    "_id": "69309ae7a4240ff84be6561c",
    "title": "Vampire Survivors",
    "developer": "poncle",
    "genre": "Roguelike",
    "platform": "PC",
    "publisher": "poncle",
    "image": "https://media.rawg.io/media/games/501/501e7019925a3c692bf1c8062f07abe6.jpg",
    "description": "Vampire Survivors is currently a time survival game with minimalistic gameplay and roguelite elements.\nThere's no place where to hide, all you can do is try to survive a cursed night and get as much gold as possible for the next survivor, before Death inevitably puts an end to your struggles.\nContent in the early access version:7 characters\n22 weapons and 12 power-ups\n10 pickups\n23 achievements\n1 stage\nSupports mouse, keyboard, controller, and touch screen.\nStarting tips:Take your time to grab gems and items, they won't disappear.\nGet just two or three offensive weapons, but focus on leveling them up one at a time.\nArmor and Luck are good starting power-ups to spend money on.",
    "metacritic": null,
    "onSale": false,
    "rawgId": 685577,
    "released": "2022-10-20T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/e22/e22f56c1fc8327fb0d955601cbfa0e64.jpg",
      "Nintendo Switch",
      "Android",
      "PC"
    ],
    "currency": "USD",
    "discount": 0,
    "originalPrice": 4.99,
    "price": 4.99,
    "steamAppId": 1794680
  },
  {
    "_id": "69309ae7a4240ff84be6561d",
    "title": "Among Us",
    "developer": "Innersloth",
    "genre": "Social Deduction",
    "platform": "PC",
    "publisher": "Innersloth",
    "image": "https://media.rawg.io/media/games/e74/e74458058b35e01c1ae3feeb39a3f724.jpg",
    "description": "Join your crewmates in a multiplayer game of teamwork and betrayal!\r\n\r\nPlay online or over local wifi with 4-10 players as you attempt to hold your spaceship together and return back to civilization. But beware...as there may be an alien impostor aboard!\r\n\r\nOne crewmate has been replaced by a parasitic shapeshifter. Their goal is to eliminate the rest of the crew before the ship reaches home. The Impostor will sabotage the ship, sneak through vents, deceive, and frame others to remain anonymous and kill off the crew.\r\n\r\nWhile everyone is fixing up the ship, no one can talk to maintain anonymity. Once a body is reported, the surviving crew will openly debate who they think The Impostor is. The Impostor's goal is to pretend that they are a member of the crew. If The Impostor is not voted off, everyone goes back to maintaining the ship until another body is found. If The Impostor is voted off, the crew wins!",
    "metacritic": 82,
    "onSale": true,
    "rawgId": 356714,
    "released": "2018-07-25T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/734/734be31887954dfbca0040037d344ca1_8X4TAK1.jpg",
      "Android",
      "Nintendo Switch",
      "PC"
    ],
    "currency": "USD",
    "discount": 40,
    "originalPrice": 4.99,
    "price": 2.99,
    "steamAppId": 945360
  },
  {
    "_id": "69309ae7a4240ff84be6561f",
    "title": "League of Legends",
    "developer": "Riot Games",
    "genre": "MOBA",
    "platform": "PC",
    "publisher": "Riot Games",
    "image": "https://media.rawg.io/media/games/78b/78bc81e247fc7e77af700cbd632a9297.jpg",
    "description": "League of Legends is a fast-paced, competitive online game that blends the speed and intensity of an RTS with RPG elements. Two teams of powerful champions, each with a unique design and playstyle, battle head-to-head across multiple battlefields and game modes. With an ever-expanding roster of champions, frequent updates and a thriving tournament scene, League of Legends offers endless replayability for players of every skill level.",
    "metacritic": 78,
    "onSale": false,
    "rawgId": 23598,
    "released": "2009-10-27T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/f05/f056c629d0cb028507c5a02b753d17fd.jpg",
      "macOS",
      "PC"
    ],
    "currency": "USD",
    "discount": 0,
    "originalPrice": 29.99,
    "price": 29.99,
    "steamAppId": 1276790
  },
  {
    "_id": "69309ae7a4240ff84be65621",
    "title": "Counter-Strike 2",
    "developer": "Valve",
    "genre": "FPS",
    "platform": "PC",
    "publisher": "Valve",
    "image": "https://media.rawg.io/media/games/ec4/ec4b02bdb3eb5c6212992c19bc05697e.jpg",
    "description": "For over two decades, Counter-Strike has offered an elite competitive experience, one shaped by millions of players from across the globe. And now the next chapter in the CS story is about to begin. This is Counter-Strike 2.\r\n\r\nA free upgrade to CS:GO, Counter-Strike 2 marks the largest technical leap in Counter-Strike’s history. Built on the Source 2 engine, Counter-Strike 2 is modernized with realistic physically-based rendering, state of the art networking, and upgraded Community Workshop tools.",
    "metacritic": null,
    "onSale": false,
    "rawgId": 965470,
    "released": "2023-09-27T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/5be/5beafdbaed1f42dc236386926504c065.jpg",
      "Linux",
      "PC"
    ],
    "steamAppId": 730
  },
  {
    "_id": "69309ae7a4240ff84be65622",
    "title": "Dota 2",
    "developer": "Valve",
    "genre": "MOBA",
    "platform": "PC",
    "publisher": "Valve",
    "image": "https://media.rawg.io/media/games/6fc/6fcf4cd3b17c288821388e6085bb0fc9.jpg",
    "description": "What used to be an unofficial modded map for the Warcraft 3, ended up being the most budgeted cybersport discipline, gathering millions of people to watch annual international championships.\nMOBA genre started with the DOTA, Defense of the Ancients, which can be efficiently described as 5 vs 5 top-down action strategy game, during which players are tasked to destroy the enemy core while protecting their own.\nPlayers can pick out of the roster of 112 heroes and battle on the single map while taking advantage of field vision, resources and item build that can either make heroes stronger or disable the enemy. DOTA 2 is still active, and receives updates weekly, reshaping metas and refreshing game balance, if by any chance some heroes became unreasonably strong. Each hero has not only a unique set of abilities but is fully customizable, through getting items for heroes after matches of through the trade. Not only heroes but terrain, couriers, that deliver items for you and even match announcers, that can be voiced by heroes, professional casters of just memorable characters from other forms of media.",
    "metacritic": 90,
    "onSale": false,
    "rawgId": 10213,
    "released": "2013-07-09T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/7ef/7ef8db57f075fe2417f9a3c0fe9913f3.jpg",
      "Linux",
      "macOS",
      "PC"
    ],
    "steamAppId": 570
  },
  {
    "_id": "69309ae7a4240ff84be65623",
    "title": "Final Fantasy XIV",
    "developer": "Square Enix",
    "genre": "MMORPG",
    "platform": "PC",
    "publisher": "Square Enix",
    "image": "https://media.rawg.io/media/screenshots/8f7/8f73b974f60a58362532440e9183188c.jpg",
    "description": "Set in the fantasy realm of Eorzea, players take control of a customized avatar as they explore the land and are caught up in both an invasion by the hostile Garlean Empire and the threat of the Primals, the deities of the land's Beastmen tribes. Eventually, they are embroiled in a plot by a Garlean Legatus to destroy the Primals by bringing one of the planet's moons down on Eorzea.\nAfter its alpha test and a delayed beta test, the game went live on September 30, 2010, remaining active until its servers were closed on November 11, 2012.",
    "metacritic": 82,
    "onSale": false,
    "rawgId": 39530,
    "released": "2010-09-30T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/2a1/2a1098853760d6d411080ee812a1d166.jpg",
      "PC",
      "PlayStation 3"
    ],
    "currency": "USD",
    "discount": 0,
    "originalPrice": 19.99,
    "price": 19.99,
    "steamAppId": 39210
  },
  {
    "_id": "69309ae7a4240ff84be65625",
    "title": "Destiny 2",
    "developer": "Bungie",
    "genre": "FPS",
    "platform": "PC",
    "publisher": "Bungie",
    "image": "https://media.rawg.io/media/games/34b/34b1f1850a1c06fd971bc6ab3ac0ce0e.jpg",
    "description": "Destiny 2 is an online multiplayer first-person shooter. You take on the role of a Guardian that needs to protect the last city on Earth from alien invaders. The game follows its predecessor, Destiny. The goal of the game is to return the Light that was stolen from the Guardians by the aliens.\nDestiny 2 features two main activity types: player versus environment and player versus player. PvE is focused on exploration, story missions interaction with NPCs and side quests. PvP features 4v4 team matches in different modes. The game also allows taking part in group missions, such as three-player strikes and six-player raids.\nDestiny 2 has a strong RPG aspect that includes character customization and development. There are three classes in the game - Warlock, Hunter, and Titan; they provide different playstyles depending on their specialization and unique abilities. To develop the character you can gain experience points completing the story and side missions.",
    "metacritic": 82,
    "onSale": false,
    "rawgId": 32,
    "released": "2017-09-06T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/9dd/9dd2669387f9a1519dfda2a0b7030e45.jpg",
      "PlayStation 4",
      "Xbox One",
      "PC"
    ],
    "steamAppId": 1085660
  },
  {
    "_id": "69309ae7a4240ff84be65626",
    "title": "Warframe",
    "developer": "Digital Extremes",
    "genre": "Action RPG",
    "platform": "PC",
    "publisher": "Digital Extremes",
    "image": "https://media.rawg.io/media/games/f87/f87457e8347484033cb34cde6101d08d.jpg",
    "description": "Warframe is an online free-to-play cooperative third-person looter shooter. In the far future the Orokin had absolute control over the solar system but have since disappeared, now the militaristic Grineer, the money-worshipping Corpus, and the Infested fight for what they left behind. You are a Tenno - a master of gun and blade and user of the Warframes, it is up to you to bring back balance to the system from within, while also fighting a new threat from without: the Sentients.\r\nOver 40 unique Warframes to build, hundreds of guns and melee weapons to utilize, and various pet companions to help you along the way - all of which can be crafted for free and enhanced by an in-depth modding system.\r\nWith constant updates by Digital Extremes, the game now has over six years of updates including new open-world landscapes (Plains of Eidolon-2017, Orb Vallis-2018) and cinematic story expansions (The Second Dream-2015, The War Within-2016, The The Sacrifice-2018) with more content being added every year.",
    "metacritic": 73,
    "onSale": false,
    "rawgId": 766,
    "released": "2013-03-25T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/b5d/b5d682e87bad37b2a5c329ccb589e2e4.jpg",
      "iOS",
      "Xbox Series S/X",
      "PlayStation 5"
    ],
    "steamAppId": 230410
  },
  {
    "_id": "69309ae7a4240ff84be65629",
    "title": "Street Fighter 6",
    "developer": "Capcom",
    "genre": "Fighting",
    "platform": "PlayStation 5",
    "publisher": "Capcom",
    "image": "https://media.rawg.io/media/games/ce2/ce2463db40cec363f360c29ddcc56884.jpg",
    "description": "A new era for fighting games begins in 2023!\n\nThe evolution of fighting games starts with our traditional Fighting Ground,\nand then we're turning the genre on its head with World Tour and Battle Hub for a total of three modes where anyone can play to their liking.\nNo one starts off as a champion. You get there step by step, punch by punch.\nTake up the challenge and bring your game to the next level.",
    "metacritic": null,
    "onSale": false,
    "rawgId": 742771,
    "released": "2023-06-01T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/e37/e37f86b2e89469788bb291b7367ca11b.jpg",
      "PC",
      "Xbox Series S/X",
      "PlayStation 4"
    ],
    "currency": "USD",
    "discount": 0,
    "originalPrice": 39.99,
    "price": 39.99,
    "steamAppId": 1364780
  },
  {
    "_id": "69309ae8a4240ff84be6562a",
    "title": "Tekken 8",
    "developer": "Bandai Namco Studios",
    "genre": "Fighting",
    "platform": "PlayStation 5",
    "publisher": "Bandai Namco",
    "image": "https://media.rawg.io/media/games/ed3/ed3a5e9fab79022979de9ef420137f73.jpg",
    "description": "GET READY FOR THE NEXT CHAPTER IN THE LEGENDARY FIGHTING GAME FRANCHISE, TEKKEN 8.\r\n• 32 FIGHTERS FOR A NEW GENERATION\r\nCompletely redesigned character visuals. Elaborate, highly-detailed models built from the ground and high-fidelity graphics break the limits of new-generation hardware by adding a new weight and atmosphere to TEKKEN’s signature battles. Vivid environments and destructible stages combine to create an overwhelming sense of immersion, creating the ultimate play experience.\r\n• NEW GAME, NEW RIVALRY\r\nFist Meets Fate in TEKKEN 8. Holding a record for the longest-running video game storyline, the TEKKEN series begins a new chapter as TEKKEN 8 continues the tragic saga of the Mishima and Kazama bloodlines, and their world-shaking father-and-son grudge matches starting from 6 months after the closure of the last match. The story of Jin Kazama's growth and determination marks a new chapter in the timeless saga.\r\n• THRILLING OVER-THE-TOP BATTLES EMBODYING AGGRESSIVENESS & DESTRUCTION\r\nThe new battle system, Heat, dials up the aggressive nature of battles, while maintaining the play feel and tactics unique to the TEKKEN series. The intensity of battles is greatly enhanced by the destructable stages. Unleashing super move-like Rage Arts is sure to enthrall both players and spectators alike. All of these hard-hitting mechanics come together to make TEKKEN 8 the most exciting installment in the series to date!\r\n• ENJOY YOUR TEKKEN LIFE!\r\nIn the new single-player mode Arcade Quest, craft your own unique avatar and embark on your new TEKKEN life. Battle your way through a variety of rivals across multiple arcades as the story unfolds, all while mastering the basics and practical skills in TEKKEN 8. Unlock a variety of customization items for characters and avatars as you progress.",
    "metacritic": null,
    "onSale": false,
    "rawgId": 850705,
    "released": "2024-01-25T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/a32/a325a4a719fc8ce75c27a98b3f2f0821.jpg",
      "PC",
      "PlayStation 5",
      "Xbox Series S/X"
    ],
    "currency": "USD",
    "discount": 0,
    "originalPrice": 59.99,
    "price": 59.99,
    "steamAppId": 1778820
  },
  {
    "_id": "69309ae8a4240ff84be6562b",
    "title": "Mortal Kombat 1",
    "developer": "NetherRealm Studios",
    "genre": "Fighting",
    "platform": "PlayStation 5",
    "publisher": "Warner Bros. Games",
    "image": "https://media.rawg.io/media/games/155/155087d7b9c1225cda0ab9e586b6374d.jpg",
    "description": "Mortal Kombat 1 is the latest title in the acclaimed Mortal Kombat videogame franchise developed by award-winning NetherRealm Studios. The game will introduce a reborn Mortal Kombat Universe that has been created by the Fire God Liu Kang, featuring reimagined versions of iconic characters as they’ve never been seen before, along with a new fighting system, game modes, bone krushing finishing moves, and more.",
    "metacritic": null,
    "onSale": true,
    "rawgId": 960873,
    "released": "2023-09-19T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/a3a/a3a1817681feb19612b76508f8a88327_WhSHBFc.jpg",
      "PC",
      "PlayStation 5",
      "Xbox Series S/X"
    ],
    "currency": "USD",
    "discount": 80,
    "originalPrice": 49.99,
    "price": 9.99,
    "steamAppId": 1971870
  },
  {
    "_id": "69309ae8a4240ff84be6562c",
    "title": "Guilty Gear Strive",
    "developer": "Arc System Works",
    "genre": "Fighting",
    "platform": "PlayStation 4",
    "publisher": "Arc System Works",
    "image": "https://media.rawg.io/media/games/dfe/dfe14d30ed6fccd9db4ae79d3be51d54.jpg",
    "description": "Discover the Smell of the Game with Guilty Gear -Strive-! Immerse yourself in new gameplay mechanics designed to be simple and welcoming for fighting game newcomers, yet deep and creative for veterans. Ride the Fire into a heavy metal inspired alternate future full of over-the-top action, style and fun! Blazing!\n\n“Guilty Gear -Strive-“ is the latest entry in the critically acclaimed Guilty Gear fighting game franchise. Created by Daisuke Ishiwatari and developed by Arc System Works, “Guilty Gear -Strive-“ upholds the series’ reputation for a high octane soundtrack, groundbreaking hybrid 2D/3D cell-shaded graphics and intense, rewarding gameplay.\n\n\n\n◆The fate of the universe will be determined…\nHead into the final confrontation with That Man, the person responsible for all the destruction and damage to the world and and it's inhabitants. Join Sol Badguy, his rival Ky Kiske, and a total starting roster of 15 unique characters as they face the astonishing conclusion to a story 20 years in the making!\n\n\n◆A Sensory BLAST for Your Eyes and Ears\nRock out to the thrashing tracks laid down by series creator and music composer, Daisuke Ishiwatari! Bang your head and beat your opponent to the killer soundtrack while being blown away by the most stunning and dynamic 3D cell-shaded visuals produced to date!\n\n\n◆New Revolution in Fighting Games!\nGuilty Gear -Strive- brings a number of new and innovative game play mechanics designed to allow players new to the series to quickly learn the fundamentals while maintaining the deep, creative gameplay Guilty Gear is praised for. New additions to the series such as a wall-breaking mechanic will allow for new and exciting approaches to battle.",
    "metacritic": 85,
    "onSale": false,
    "rawgId": 374507,
    "released": "2021-06-11T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/ef1/ef13ee742febf219fb6c1aa3f5a8471e.jpg",
      "PlayStation 5",
      "PlayStation 4",
      "PC"
    ],
    "currency": "USD",
    "discount": 0,
    "originalPrice": 39.99,
    "price": 39.99,
    "steamAppId": 1384160
  },
  {
    "_id": "69309ae8a4240ff84be6562d",
    "title": "Dragon Ball FighterZ",
    "developer": "Arc System Works",
    "genre": "Fighting",
    "platform": "PlayStation 4",
    "publisher": "Bandai Namco",
    "image": "https://media.rawg.io/media/games/96b/96b9420bbd4bd1b79bf2a67f7779733a.jpg",
    "description": "Pre-Purchase Offer\nPre-order and receive early character unlocks to SSGSS Goku and SSGSS Vegeta, 2 exclusive lobby avatars, and 3 stamps.\nFighterZ Edition\nThe FighterZ Edition includes the game and the FighterZ Pass, which adds 8 new mighty characters to the roster.\nUltimate Edition\nThe Ultimate Edition includes:\n• The game\n• FighterZ Pass (8 new characters)\n• Anime Music Pack (11 songs from the Anime)\n• Commentator Voice Pack\nAbout the GameDRAGON BALL FighterZ is born from what makes the DRAGON BALL series so loved and famous: endless spectacular fights with its all-powerful fighters.\nPartnering with Arc System Works, DRAGON BALL FighterZ maximizes high end Anime graphics and brings easy to learn but difficult to master fighting gameplay.\nHigh-end Anime Graphics\nUsing the power of the Unreal engine and the talented team at Arc System Works, DRAGON BALL FighterZ is a visual tour-de-force.\n3vs3 Tag/Support\nBuild your dream team and sharpen your skills to master high-speed tag combinations.\nThrilling Online Features\nRanked matches, interactive lobby, crazy 6-player Party Match... There is something for every taste!\nExclusive Story Mode\nDiscover a never-seen-before scenario featuring Android 21, a brand new character whose creation was supervised by Akira Toriyama himself.\nSpectacular Fights\nExperience aerial combos, destructible stages and famous scenes from the DRAGON BALL anime in 60FPS and 1080p resolution!",
    "metacritic": 86,
    "onSale": false,
    "rawgId": 49225,
    "released": "2018-01-25T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/965/965db08bcdf61cb1705aa9593901b8f8.jpg",
      "PC",
      "Xbox One",
      "Nintendo Switch"
    ],
    "currency": "USD",
    "discount": 0,
    "originalPrice": 59.99,
    "price": 59.99,
    "steamAppId": 678950
  },
  {
    "_id": "69309ae8a4240ff84be65630",
    "title": "Octopath Traveler II",
    "developer": "Square Enix",
    "genre": "JRPG",
    "platform": "Nintendo Switch",
    "publisher": "Square Enix",
    "image": "https://media.rawg.io/media/games/2d1/2d1439e74ece0eae3f571211410646dc.jpg",
    "description": "This game is a brand-new entry in the OCTOPATH TRAVELER series, the first installment of which was initially released in 2018 and sold over 3 million copies worldwide. It takes the series’ HD-2D graphics, a fusion of retro pixel art and 3DCG, to even greater heights.\nIn the world of Solistia, eight new travelers venture forth into an exciting new era.\nWhere will you go? What will you do? Whose tale will you bring to life?\nEvery path is yours to take.\nEmbark on an adventure all your own.\n\n■Selling Points\n1. Begin your adventure as one of eight new travelers, each with their own origins, motivations, and unique skills.\n\n2. The series’ HD-2D graphics, a fusion of retro pixel art and 3DCG, have reached even greater heights.\n\n3. The story takes place in Solistia, where diverse cultures thrive from east to west and the industries of the new era flourish. You can sail the seas and explore every corner of a world that changes from day to night.\n\n4. Each traveler has a unique set of Path Actions they can use to battle townspeople, obtain items, take others along in their travels, and more. Where will you go? What will you do? Every path is yours to take.\n\n5. Familiar mechanics from the original game have been preserved, like the freedom to develop your travelers’ jobs and skills, as well as the Break and Boost system that made battles so exhilarating. New mechanics have also been added.",
    "metacritic": null,
    "onSale": false,
    "rawgId": 850683,
    "released": "2023-02-24T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/370/370611fa64ac90fd0b5b9ba7ab1f18b9.jpg",
      "PlayStation 5",
      "PlayStation 4",
      "PC"
    ],
    "currency": "USD",
    "discount": 0,
    "originalPrice": 59.99,
    "price": 59.99,
    "steamAppId": 1971650
  },
  {
    "_id": "69309ae8a4240ff84be65631",
    "title": "Sea of Stars",
    "developer": "Sabotage Studio",
    "genre": "RPG",
    "platform": "PC",
    "publisher": "Sabotage Studio",
    "image": "https://media.rawg.io/media/games/1de/1de8ff69ed31d7a47d4f7770f23f20b8.jpg",
    "description": "Promising the Sabotage touch in every system, Sea of Stars aims to modernize the classic RPG in terms of turn-based combat, storytelling, exploration and interactions with the environment, while still offering a hearty slice of nostalgia and good old, simple fun.\r\nKey ingredients\r\nEngaging turn-based combat - Combat gameplay includes active player input during attack animations (timed hits), multi-character combo attacks, boosting, and strategic defense options to hinder enemies while they are channeling a powerful attack or spell. For a more immersive experience, there are no random encounters or transitions to separate battlefields, and no grinding. Both navigation and combat happen in the same environment.\r\nUnshackled traversal -  Swim, climb, vault, jump off or hoist up ledges as you run through the world with a navigation system based on platformer expertise that breaks free from the classic bound-to-the-grid tileset movement.\r\nPrequel story set in The Messenger’s universe - Dozens of original characters and story arcs will take you on a captivating journey. Sometimes epic, sometimes silly, and other times emotional, Sea of Stars does its RPG duty of exploring classic themes of adventure and friendship, while also being chock-full of the unexpected twists and events you’d expect from a Sabotage production.\r\nFull-on dynamic lighting - Our custom-made render pipeline allows the creation of a breathtaking world coming to life by pushing the limits of 2D pixel-art games.\r\nThe Sabotage treatment on the turn-based RPG genre - Every system has been deeply analyzed to create an experience that pays respect to retro classics, while reworking some elements to offer a modernized experience free of irritants and timesinks.",
    "metacritic": 90,
    "onSale": false,
    "rawgId": 427490,
    "released": "2023-08-28T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/e7d/e7de8def79d1c68b3b671a9dadc9371f.jpg",
      "PC",
      "Xbox One",
      "Xbox Series S/X"
    ],
    "currency": "USD",
    "discount": 0,
    "originalPrice": 34.99,
    "price": 34.99,
    "steamAppId": 1244090
  },
  {
    "_id": "69309ae8a4240ff84be65632",
    "title": "Chained Echoes",
    "developer": "Matthias Linda",
    "genre": "RPG",
    "platform": "PC",
    "publisher": "Deck13",
    "image": "https://media.rawg.io/media/games/54a/54a8908159b95eda884e91463529192b.jpg",
    "description": "Take up your sword, channel your magic or board your Mech. Chained Echoes is a 16-bit SNES style RPG set in a fantasy world where dragons are as common as piloted mechanical suits. Follow a group of heroes as they explore a land filled to the brim with charming characters, fantastic landscapes and vicious foes. Can you bring peace to a continent where war has been waged for generations and betrayal lurks around every corner?\nChained Echoes is a story-driven game where a group of heroes travel around the vast continent of Valandis to bring an end to the war between its three kingdoms. In the course of their journey, they will travel through a wide array of diverse landscapes spanning from wind-tanned plateaus and exotic archipelagos to sunken cities and forgotten dungeons.\nKey Features:\n20-25 hours of play time\nFast paced turn-based battles\nNo random encounters; enemies can be seen running around\nTons of items to be looted, stolen or crafted\nComplex skill and equipment system\nCustomize your own airship\nTravel and fight by foot or in your Mech\n16-bit SNES style graphics\nMusic inspired by PSX RPGs",
    "metacritic": 89,
    "onSale": false,
    "rawgId": 484971,
    "released": "2022-12-08T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/2eb/2eb6bef5dca8f74f63570100aff68105.jpg",
      "PlayStation 5",
      "Xbox Series S/X",
      "PlayStation 4"
    ],
    "currency": "USD",
    "discount": 0,
    "originalPrice": 24.99,
    "price": 24.99,
    "steamAppId": 1229240
  },
  {
    "_id": "69309ae8a4240ff84be65633",
    "title": "Tunic",
    "developer": "Isometricorp Games",
    "genre": "Action-adventure",
    "platform": "PC",
    "publisher": "Finji",
    "image": "https://media.rawg.io/media/games/2c1/2c1984e128ac48b89953ed4de4904a3b.jpg",
    "description": "Explore a land filled with lost legends, ancient powers, and ferocious monsters in TUNIC, an isometric action game about a small fox on a big adventure. Stranded on a mysterious beach, armed with only your own curiosity, you will confront colossal beasts, collect strange and powerful items, and unravel long-lost secrets.\n\nExplore a hostile and intricately-connected world of shady forests, sprawling ruins, and labyrinthine catacombs\nFight mighty bosses deep beneath the earth, high above the clouds, and in places stranger still\nCollect the missing manual pages, bursting with hints and original full-colour illustrations\nDiscover hidden treasures to help you on your way\nUnearth secret relics, secret techniques, secret puzzles, and… listen, there’s a lot of secrets!\nFeaturing sound design by Power Up Audio (Celeste, Darkest Dungeon, Subnautica: Below Zero)\nAnd an original soundtrack by Lifeformed (Dustforce, Double Fine Adventure)\n\nKeep your wits about you and be brave, little fox!",
    "metacritic": 86,
    "onSale": false,
    "rawgId": 29236,
    "released": "2022-03-16T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/cd0/cd0d4757f282e1fddb4a533fc89bac45.jpg",
      "PlayStation 5",
      "PlayStation 4",
      "macOS"
    ],
    "currency": "USD",
    "discount": 0,
    "originalPrice": 29.99,
    "price": 29.99,
    "steamAppId": 553420
  },
  {
    "_id": "69309ae8a4240ff84be65634",
    "title": "Inscryption",
    "developer": "Daniel Mullins Games",
    "genre": "Roguelike",
    "platform": "PC",
    "publisher": "Devolver Digital",
    "image": "https://media.rawg.io/media/games/73e/73efc5c0ac6f354271dae610276f617c.jpg",
    "description": "From the creator of Pony Island and The Hex comes the latest mind melting, self-destructing love letter to video games. Inscryption is an inky black card-based odyssey that blends the deckbuilding roguelike, escape-room style puzzles, and psychological horror into a blood-laced smoothie. Darker still are the secrets inscrybed upon the cards...\r\nIn Inscryption you will...\r\nAcquire a deck of woodland creature cards by draft, surgery, and self mutilation\r\nUnlock the secrets lurking behind the walls of Leshy's cabin\r\nEmbark on an unexpected and deeply disturbing odyssey",
    "metacritic": 86,
    "onSale": false,
    "rawgId": 479694,
    "released": "2021-10-19T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/114/114f308eb3abbd0ea6f8013090ec4632.jpg",
      "PlayStation 5",
      "Linux",
      "PC"
    ],
    "currency": "USD",
    "discount": 0,
    "originalPrice": 19.99,
    "price": 19.99,
    "steamAppId": 1092790
  },
  {
    "_id": "69309ae8a4240ff84be65635",
    "title": "Return of the Obra Dinn",
    "developer": "Lucas Pope",
    "genre": "Puzzle",
    "platform": "PC",
    "publisher": "3909",
    "image": "https://media.rawg.io/media/games/052/052f9afc7aaeea3e2c5d46eafa92c64e.jpg",
    "description": "In 1802, the merchant ship \"Obra Dinn\" set out from London for the Orient with over 200 tons of trade goods. Six months later it hadn't met its rendezvous point at the Cape of Good Hope and was declared lost at sea.  \r\n \r\nEarly this morning of October 14th, 1807, the Obra Dinn drifted into port with sails damaged and no visible crew. As insurance adjustor for the East India Company's London Office, find means to board the ship and recover the Crew Muster Roll book for assessment.\r\n\r\n(\"Obra\" is pronounced like \"Cobra\" without the C).\r\n\r\nFrom the author:\r\n\r\nGoals\r\n\r\nI want to challenge myself so this'll be a very different game from anything I've done before, including Papers Please. There'll be less creativity with the gameplay and instead I want to experiment with the rendering, story, and a few technical features. Right now I have only a rough idea about the narrative. I'm hoping to capture a compelling mystery with suspense and twists in the limited space of an old merchant sailing ship. It won't be the typical \"collect items and look for clues\" structure. There's a slightly cool gameplay hook but I won't go into details on that until much later.\r\n\r\n\r\nDevlog\r\n\r\nI'll try to keep this (https://forums.tigsource.com/index.php?topic=40832.0) devlog lively as I make progress. Because the gameplay itself is more standard, there probably won't be as many creative updates as the Papers Please devlog. I will post lots of pictures and builds as soon as I'm able. Things will likely also move slower than Papers Please did too, at least at the start. P,P still takes a good amount of my time so there's less chance for me to maintain a laser-like focus on one project like last time. The lower bound for finishing this game is around 3 months but realistically I think it'll take me around half a year. My Maya skills are pretty rusty so I expect the modeling/animation to take the most time.\r\n\r\n\r\n1-bit Rendering\r\n\r\nMy first computer was a Mac Plus. I've always had a nostalgia-softened spot in my heart for 1-bit graphics. I'd like to capture the detailed black & white look of old Mac games in a realtime 1st person game. I plan to push it grittier and less cartoon-like than those old games; the hard part will be keeping everything legible without it becoming an unreadable mess of dithered pixels. One interesting problem with 1-bit rendering is that it doesn't scale well for images and it compresses to video like shit - so YouTube stuff may look really poor. We'll see how it goes.\r\n\r\n\r\nUnity 3D\r\n\r\nI'm gonna use Unity for this one. I fell in love with Haxe/OpenFL on my last project but unfortunately the 3D situation is not that great there yet. Also, it's time to finally see why 90% of the indie scene is using Unity. I have a good amount of experience with 3D games and the few days I've played around with Unity so far have been pretty productive. The animated title screen scene up there (with post-processing shaders and all) was created in one day. I now have unrealistically high hopes.",
    "metacritic": 88,
    "onSale": false,
    "rawgId": 46508,
    "released": "2018-10-17T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/247/247e251206e4a3d13952e733f72249ce.jpg",
      "Nintendo Switch",
      "PlayStation 4",
      "Xbox One"
    ],
    "currency": "USD",
    "discount": 0,
    "originalPrice": 19.99,
    "price": 19.99,
    "steamAppId": 653530
  },
  {
    "_id": "69309ae8a4240ff84be65636",
    "title": "Baba Is You",
    "developer": "Hempuli",
    "genre": "Puzzle",
    "platform": "PC",
    "publisher": "Hempuli",
    "image": "https://media.rawg.io/media/games/0bc/0bca854021e14ffa9005a85c4567d25c.jpg",
    "description": "Baba Is You is a puzzle game where you can change the rules by which you play. In every level, the rules themselves are lying as blocks you can interact with; by manipulating them, you can change how the level works and cause surprising, unexpected interactions! With some simple block-pushing you can turn yourself into a rock, turn patches of grass into dangerously hot obstacles, and even change the goal you need to reach to something entirely different.\nThe game has over 100 levels that experiment with the game's mechanics in a multitude of ways, requiring the player to understand and manipulate the rules of the game and figure out devious ways to make the objects in the game world interact. The game will also feater a level editor for making your own levels and campaigns.\nThe game was originally created for & won the Nordic Game Jam 2017. The event had 142 entries in total. The game was made using Multimedia Fusion 2 by Clickteam.",
    "metacritic": 86,
    "onSale": false,
    "rawgId": 50839,
    "released": "2019-03-13T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/666/666d2ac7191e61f3fe9ab9695527ad75.jpg",
      "Android",
      "Nintendo Switch",
      "Linux"
    ],
    "currency": "USD",
    "discount": 0,
    "originalPrice": 14.99,
    "price": 14.99,
    "steamAppId": 736260
  },
  {
    "_id": "69309ae8a4240ff84be65637",
    "title": "The Witness",
    "developer": "Thekla, Inc.",
    "genre": "Puzzle",
    "platform": "PC",
    "publisher": "Thekla, Inc.",
    "image": "https://media.rawg.io/media/games/00b/00b164224ebaf381104d0b215a37afb3.jpg",
    "description": "The Witness is a 3D puzzle game where you explore a mysterious island full of natural and artificial structures. The game is focused on non-verbal communication that should make the player more attentive to the environment surrounding him. To complete the game, you need to solve puzzles in each of the eleven island's regions and get to the mountain in the center of it. While the regions differ a little, puzzles they feature are quite similar and, as a rule, have something to do with symmetry to be solved. Puzzles are activated at the grids you can find around locations. \nThere are two modes in the game. In the walking mode you can explore the island, and in the path-drawing mode you don’t move and focus on solving puzzles.\nWhile the game’s plot is quite unclear and The Witness doesn’t give many details on the hero’s background, its key feature is the visual aspect combined with music, inspiring quotes you can hear and the meditative tone of the game in general. The game features several visual illusions based on depth perception.",
    "metacritic": 87,
    "onSale": false,
    "rawgId": 2873,
    "released": "2016-01-25T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/5ea/5ea913418ec096063e8b129ad348b721.jpg",
      "Android",
      "macOS",
      "PC"
    ],
    "currency": "USD",
    "discount": 0,
    "originalPrice": 39.99,
    "price": 39.99,
    "steamAppId": 210970
  },
  {
    "_id": "69309ae8a4240ff84be65638",
    "title": "Talos Principle 2",
    "developer": "Croteam",
    "genre": "Puzzle",
    "platform": "PC",
    "publisher": "Devolver Digital",
    "image": "https://media.rawg.io/media/games/4e4/4e42fc297c028630262a4abcc7769576.jpg",
    "description": "The Talos Principle 2 is a thought-provoking first-person puzzle experience that greatly expands on the first game's philosophical themes and stunning environments with increasingly mind-bending challenges.",
    "metacritic": null,
    "onSale": false,
    "rawgId": 961200,
    "released": "2023-11-01T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/e6f/e6f520e663649b31257b11f68212e092.jpg",
      "PC",
      "PlayStation 5",
      "Xbox Series S/X"
    ],
    "currency": "USD",
    "discount": 0,
    "originalPrice": 29.99,
    "price": 29.99,
    "steamAppId": 835960
  },
  {
    "_id": "69309ae8a4240ff84be65639",
    "title": "Hi-Fi Rush",
    "developer": "Tango Gameworks",
    "genre": "Rhythm Action",
    "platform": "PC",
    "publisher": "Bethesda Softworks",
    "image": "https://media.rawg.io/media/games/62f/62f71917e64e913f2a893e7373319c60.jpg",
    "description": "Feel the beat as wannabe rockstar Chai and his ragtag team fight against an evil megacorp with raucous rhythm combat! From Tango Gameworks comes Hi-Fi RUSH, an all-new action game where the world syncs to the music.",
    "metacritic": null,
    "onSale": false,
    "rawgId": 914789,
    "released": "2023-01-25T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/985/985f3ba99698512600d2976cf21bace0_OnQ48Q0.jpg",
      "PC",
      "PlayStation 5",
      "Xbox Series S/X"
    ],
    "currency": "USD",
    "discount": 0,
    "originalPrice": 29.99,
    "price": 29.99,
    "steamAppId": 1817230
  },
  {
    "_id": "69309ae8a4240ff84be6563a",
    "title": "Armored Core VI: Fires of Rubicon",
    "developer": "FromSoftware",
    "genre": "Action",
    "platform": "PC",
    "publisher": "Bandai Namco",
    "image": "https://media.rawg.io/media/games/c97/c97aba78a97038867d4b32a81fe48567.jpg",
    "description": "Dynamic, Fast-Paced Mech Action\nBased on the knowledge gained during joint development of their recent titles, Bandai Namco Entertainment and FromSoftware seek to deliver a new action game. By combining FromSoftware’s longstanding expertise in mech games and their signature robust gameplay, ARMORED CORE VI FIRES OF RUBICON will be a new action experience.\n\nIn ARMORED CORE VI FIRES OF RUBICON, players will assemble and pilot their own mech with 3D maneuverability to move freely through three dimensional fast-paced missions. Take on difficult challenges and overwhelm your enemies with dynamic movements that make full use of ranged and melee combat. Players can enjoy a variety of actions that can only be truly realized with mechs.\n\nStory Overview\nA mysterious new substance was discovered on the remote planet, Rubicon 3. As an energy source, this substance was expected to dramatically advance humanity’s technological and communications capabilities. Instead, this substance caused a catastrophe that engulfed the planet and the surrounding stars in flames and storms, forming a Burning Star System.\n\nAlmost half a century later, the same substance resurfaced on Rubicon 3, a planet now contaminated and sealed off by the catastrophe.\n\nExtra-terrestrial corporations and resistance groups fight over control of the substance. The player infiltrates Rubicon as an independent mercenary and finds themself in a struggle over the substance with the corporations and other factions.\n\nDevelopment Team\nHidetaka Miyazaki will be involved as the Initial Game Director. Based on the initial development, Masaru Yamamura has taken over as Director.",
    "metacritic": null,
    "onSale": false,
    "rawgId": 892902,
    "released": "2023-08-25T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/7b4/7b494af1dc595a3db2b51020fb5f4d05.jpg",
      "PC",
      "Xbox One",
      "Xbox Series S/X"
    ],
    "currency": "USD",
    "discount": 0,
    "originalPrice": 59.99,
    "price": 59.99,
    "steamAppId": 1888160
  },
  {
    "_id": "69309ae8a4240ff84be6563b",
    "title": "Star Wars Jedi: Survivor",
    "developer": "Respawn Entertainment",
    "genre": "Action-adventure",
    "platform": "PC",
    "publisher": "Electronic Arts",
    "image": "https://media.rawg.io/media/games/3e4/3e43e29ae126ef951842393f5ff7f33a.jpg",
    "description": "Star Wars Jedi: Survivor picks up five years after the events of Star Wars Jedi: Fallen Order. Cal must stay one step ahead of the Empire’s constant pursuit as he continues to feel the weight of being one of the last remaining Jedi in the galaxy.",
    "metacritic": null,
    "onSale": true,
    "rawgId": 793647,
    "released": "2023-04-27T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/58f/58f92eb5e594efff4560a3ad7ca1a1e7.jpg",
      "PC",
      "PlayStation 5",
      "Xbox Series S/X"
    ],
    "currency": "USD",
    "discount": 85,
    "originalPrice": 69.99,
    "price": 10.49,
    "steamAppId": 1774580
  },
  {
    "_id": "69309ae8a4240ff84be6563d",
    "title": "Yakuza: Like a Dragon",
    "developer": "Ryu Ga Gotoku Studio",
    "genre": "RPG",
    "platform": "PlayStation 4",
    "publisher": "Sega",
    "image": "https://media.rawg.io/media/games/a59/a5993b9f84944570a31cb6ad08bfe502.jpg",
    "description": "RISE LIKE A DRAGON\r\n\r\nIchiban Kasuga, a low-ranking grunt of a low-ranking yakuza family in Tokyo, faces an 18-year prison sentence after taking the fall for a crime he didn't commit. Never losing faith, he loyally serves his time and returns to society to discover that no one was waiting for him on the outside, and his clan has been destroyed by the man he respected most.\r\nConfused and alone, he embarks on a mission to discover the truth behind his family's betrayal and take his life back, becoming an unlikely hero for the city’s outcasts on his journey.\r\n\r\nLEVEL UP FROM UNDERDOG TO DRAGON IN DYNAMIC RPG COMBAT\r\n\r\nExperience dynamic RPG combat like none other. Switch between 19 unique Jobs ranging from Bodyguard to Musician, and use the battlefield as your weapon. Take up bats, umbrellas, bikes, street signs, and everything else at your disposal to crack some skulls!\r\n\r\nENTER THE UNDERWORLD PLAYGROUND\r\n\r\nWhen you're not busy bashing heads, relax by hitting up the local arcade for some classic SEGA games, compete with locals in a no holds barred go-kart race around Yokohama, complete 50 unique substories, or just take in the scenery of a modern-day Japanese city. There’s always something new around the corner.\r\n•\tBecome Ichiban Kasuga, a yakuza grunt betrayed by the man he trusted most\r\n•\tCrack skulls in dynamic RPG combat\r\n•\tRecruit up to 7 party members from the outskirts of society\r\n•\tSpend time with party members to develop their abilities and unlock powerful combo skills\r\n•\tFind, forge, and upgrade equipment to take on the strongest foes\r\n•\t19 Unique Jobs (+2 DLC Jobs)\r\n•\t100+ Combat Skills\r\n•\tOver 15 Hilarious Mini-Games\r\n•\t50 optional Substories breathe life into the city of Yokohama, Japan\r\nRussian and Brazilian Portuguese subtitles available in early 2021 via patch update.",
    "metacritic": 85,
    "onSale": true,
    "rawgId": 369157,
    "released": "2020-01-16T00:00:00.000Z",
    "screenshots": [
      "https://media.rawg.io/media/screenshots/9c6/9c6c108b1e3c06c12ed2ef45de3bac8f.jpg",
      "PC",
      "PlayStation 4",
      "Xbox One"
    ],
    "currency": "USD",
    "discount": 60,
    "originalPrice": 19.99,
    "price": 7.99,
    "steamAppId": 1235140
  },
  {
    "_id": "6931ba7db694a26b66fd1105",
    "title": "Grand Theft Auto V",
    "genre": "Action",
    "platform": "PC",
    "developer": "Rockstar North",
    "publisher": "Rockstar Games",
    "image": "https://media.rawg.io/media/games/20a/20aa03a10cda45239fe22d035c0ebe64.jpg",
    "score": 9,
    "rawgId": 3498,
    "description": "Rockstar Games went bigger, since their previous installment of the series. You get the complicated and realistic world-building from Liberty City of GTA4 in the setting of lively and diverse Los Santos, from an old fan favorite GTA San Andreas. 561 different vehicles (including every transport you can operate) and the amount is rising with every update. \nSimultaneous storytelling from three unique perspectives: \nFollow Michael, ex-criminal living his life of leisure away from the past, Franklin, a kid that seeks the better future, and Trevor, the exact past Michael is trying to run away from. \nGTA Online will provide a lot of additional challenge even for the experienced players, coming fresh from the story mode. Now you will have other players around that can help you just as likely as ruin your mission. Every GTA mechanic up to date can be experienced by players through the unique customizable character, and community content paired with the leveling system tends to keep everyone busy and engaged.\n\nEspañol\nRockstar Games se hizo más grande desde su entrega anterior de la serie. Obtienes la construcción del mundo complicada y realista de Liberty City de GTA4 en el escenario de Los Santos, un viejo favorito de los fans, GTA San Andreas. 561 vehículos diferentes (incluidos todos los transportes que puede operar) y la cantidad aumenta con cada actualización.\nNarración simultánea desde tres perspectivas únicas:\nSigue a Michael, ex-criminal que vive su vida de ocio lejos del pasado, Franklin, un niño que busca un futuro mejor, y Trevor, el pasado exacto del que Michael está tratando de huir.\nGTA Online proporcionará muchos desafíos adicionales incluso para los jugadores experimentados, recién llegados del modo historia. Ahora tendrás otros jugadores cerca que pueden ayudarte con la misma probabilidad que arruinar tu misión. Los jugadores pueden experimentar todas las mecánicas de GTA actualizadas a través del personaje personalizable único, y el contenido de la comunidad combinado con el sistema de nivelación tiende a mantener a todos ocupados y comprometidos.",
    "released": "2013-09-17T00:00:00.000Z",
    "metacritic": 92,
    "screenshots": [],
    "onSale": true,
    "currency": "USD",
    "discount": 50,
    "originalPrice": 29.99,
    "price": 14.99,
    "steamAppId": 3240220
  },
  {
    "_id": "6931cc0cebeac668cbf7d9e3",
    "title": "PlayerUnknown’s Battlegrounds",
    "genre": "Action",
    "platform": "PC",
    "developer": "Krafton",
    "publisher": "KRAFTON",
    "image": "https://media.rawg.io/media/games/1bd/1bd2657b81eb0c99338120ad444b24ff.jpg",
    "rawgId": 10142,
    "description": "PLAYERUNKNOWN’S BATTLEGROUNDS is battle-royale shooter made only for the multiplayer experience. Players should do their best to become the last one alive. Matches are held on 3 main maps of a large size (Erangel, Miramar, and Sanhok). Each match has 100 participants fighting for themselves. The battle begins with players making the leap out of the plane to spread out across the map and to gather all possible equipment required for survival. Then, after a while, game intelligence randomly sets a circle shape safe zone, which gamers must reach to stay alive, and marks it on the map. Gear and resources are scattered throughout the map, so players can grab everything they need while running to the zone. Therefore, the main action comes out of the players’ collision on their ways to the circle. You can join the fight either alone or in a team (up to 4 people). Due to the customization system, lots of clothing items and weapon skins could be both bought on the marketplace and found in crates. However, in-app purchases don’t actually affect the gameplay.",
    "released": "2017-12-20T00:00:00.000Z",
    "metacritic": 81,
    "screenshots": [
      "https://media.rawg.io/media/screenshots/739/73936560ba9064b92c21552c9cd9c000.jpg",
      "PC",
      "Xbox One",
      "PlayStation 4"
    ],
    "steamAppId": 578080,
    "onSale": false,
    "price": 0,
    "currency": "USD"
  },
  {
    "_id": "6931cc0febeac668cbf7d9e8",
    "title": "Elden Ring",
    "genre": "Action",
    "platform": "PC",
    "developer": "FromSoftware",
    "publisher": "Bandai Namco Entertainment",
    "image": "https://media.rawg.io/media/games/b29/b294fdd866dcdb643e7bab370a552855.jpg",
    "rawgId": 326243,
    "description": "The Golden Order has been broken.\n\nRise, Tarnished, and be guided by grace to brandish the power of the Elden Ring and become an Elden Lord in the Lands Between.\n\nIn the Lands Between ruled by Queen Marika the Eternal, the Elden Ring, the source of the Erdtree, has been shattered.\n\nMarika's offspring, demigods all, claimed the shards of the Elden Ring known as the Great Runes, and the mad taint of their newfound strength triggered a war: The Shattering. A war that meant abandonment by the Greater Will.\n\nAnd now the guidance of grace will be brought to the Tarnished who were spurned by the grace of gold and exiled from the Lands Between. Ye dead who yet live, your grace long lost, follow the path to the Lands Between beyond the foggy sea to stand before the Elden Ring.",
    "released": "2022-02-25T00:00:00.000Z",
    "metacritic": 95,
    "screenshots": [
      "https://media.rawg.io/media/screenshots/ac2/ac2d75c1b2ed0db7f12528a77a15fcea.jpg",
      "PC",
      "Xbox One",
      "PlayStation 4"
    ],
    "steamAppId": 1245620,
    "onSale": false,
    "price": 59.99,
    "currency": "USD",
    "discount": 0,
    "originalPrice": 59.99
  },
  {
    "_id": "6931cc11ebeac668cbf7d9eb",
    "title": "Palworld",
    "genre": "Action",
    "platform": "PC",
    "developer": "Pocketpair",
    "publisher": "Pocketpair",
    "image": "https://media.rawg.io/media/games/4e9/4e9c951414c732923fa72d5b1da49402.jpg",
    "rawgId": 718135,
    "description": "Q. What is this game about?\nA. Palworld is a game about living a slow life with mysterious creatures \"Pal\" or throwing yourself into life-and-death battles with poachers.\nYou can make Pals fight, breed, help with farming, or work in factories.\nYou can also sell them off or even slaughter them to eat! That however, is forbidden by law.\n■ Survival\n- This world is full of dangers such as food shortages, harsh weather, and illegal poachers. You must be prepared to do anything if you want to survive. You may even need to consume Pals sometimes...\n■ Riding and exploration\n- Fly, swim, dig holes... you can explore all kinds of places on lands, the sea, and in the sky by riding Pals.\n■ Building\n- Do you want to build a pyramid? You can have a large number of Pals work on the construction. Don't worry; labor laws won't be applied to Pals.\n■ Life\n- Make your life more comfortable by collecting a variety of valuable Pals to light fires, generate power, and mine minerals.\n■ Farming\n- Different Pals are good at different things such as sowing, watering, harvesting, or else. Create attractive farms and orchards with your Pals. There are also Pals that can duplicate themselves when they're planted.\n■ Factory and Automation\n- It is essential for automation to let Pals do the manual work. Build a factory and place Pals in it. They will work forever as long as they're fed until the end of their lifetime.\n■ Dungeon Exploration\n- With Pals, you'll be safe in dangerous areas. If you are in danger, you use Pals to cover your escape! They'll give their lives to protect you.\n■ Breeding and Heredity\n- When you breed Pals, they inherit the parents' characteristics. Mix rare species Pals to raise the strongest Pals!\n■ Poaching and Crime\n- Endangered species Pals live in the hunting prohibited area. If you sneak in and catch them, you'll get tons of money! It's only illegal if you get caught.\n■ Multiplayer\n- This game supports multiplayer. Invite your friends to go on an adventure together. Of course, you can battle and trade with other players!",
    "released": "2024-01-19T00:00:00.000Z",
    "metacritic": null,
    "screenshots": [
      "https://media.rawg.io/media/screenshots/04d/04df021775dc5560dff7ff773ac2c1f1.jpg",
      "PlayStation 5",
      "Xbox Series S/X",
      "PC"
    ],
    "steamAppId": 1623730,
    "onSale": false,
    "price": 29.99,
    "currency": "USD",
    "discount": 0,
    "originalPrice": 29.99
  },
  {
    "_id": "6931cc14ebeac668cbf7d9ee",
    "title": "HELLDIVERS 2",
    "genre": "Action",
    "platform": "PC",
    "developer": "Arrowhead Game Studios",
    "publisher": "Sony Interactive Entertainment",
    "image": "https://media.rawg.io/media/screenshots/d58/d58b2e611e69b02757ffc4fccda8ee74.jpg",
    "rawgId": 976564,
    "description": "Digital Deluxe Edition\nEdition includes:\n‘DP-53 Savior of the Free’ Armor Set.\n‘Will of the People’ Cape.\n‘MP-98 Knight’ Weapon.\nSuper Citizen Status.\nStratagem Hero Ship Game.\n‘Steeled Veterans’ Premium Warbond.\nAbout the Game\nThe Galaxy’s Last Line of Offence.\nEnlist in the Helldivers and join the fight for freedom across a hostile galaxy in a fast, frantic, and ferocious third-person shooter.\nURGENT BROADCAST – SUPER EARTH ARMED FORCESFreedom. Peace. Democracy.\nYour Super Earth-born rights. The key pillars of our civilization.\nOf our very existence.\nBut the war rages on. And everything is once again under threat.\nJoin the greatest military force the galaxy has ever seen and make this a safe and free place to live.\nBECOME A LEGENDYou will be assembled into squads of up to four Helldivers and assigned strategic missions.\nWatch each other’s back – friendly fire is an unfortunate certainty of war, but victory without teamwork is impossible.\nLOADOUTSRain down freedom from above, sneak through enemy territory, or grit your teeth and charge head-first into the jaws of combat.\nHow you deliver liberty is your choice; you’ll have access to a wide array of explosive firepower, life-saving armor and battle-changing stratagems… the jewel in every Helldiver’s arsenal.\nREQUISITIONSuper Earth recognises your hard work with valuable Requisition. Use it to access different rewards that benefit you, your squad, your destroyer ship and our overall war effort.\nTHREATSEverything on every planet wants you dead. That’s what we’re dealing with.\nEach enemy has distinct and unpredictable characteristics, tactics, and behavior – but they all fight ferociously and without fear or morality.\nTHE GALACTIC WARCapturing enemy planets, defending against invasions, and completing missions will contribute to our overall effort.\nThis war will be won or lost depending on the actions of everyone involved.\nWe stand together, or we fall apart.",
    "released": "2024-02-08T00:00:00.000Z",
    "metacritic": null,
    "screenshots": [
      "https://media.rawg.io/media/screenshots/986/9862c9188c9abcc700c829cf1c49a9df.jpg",
      "Xbox Series S/X",
      "PC",
      "PlayStation 5"
    ],
    "steamAppId": 553850,
    "onSale": false,
    "price": 39.99,
    "currency": "USD",
    "discount": 0,
    "originalPrice": 39.99
  },
  {
    "_id": "6931cc16ebeac668cbf7d9f1",
    "title": "Call of Duty",
    "genre": "Shooter",
    "platform": "PC",
    "developer": "Infinity Ward",
    "publisher": "Aspyr",
    "image": "https://media.rawg.io/media/games/9c5/9c5bc0b6e67102bc96dcf1ba41509e42.jpg",
    "rawgId": 19369,
    "description": "Call of Duty is a World War II first-person shooter developed by Infinity Ward. It is the first game in the series by the same name. \n\n###Plot\nDuring the game's singleplayer campaign, the players take control of three soldiers from different armies: Joey Martin from the U.S. military, sergeant Evans from the British SAS, and Alexei Ivanovich Voronin from the Red Army. The game's plot follows their path from boot camp to the Battle of Berlin. There are 26 missions present in the game.\n\n###Gameplay\nCall of Duty features both singleplayer and multiplayer modes. During the singleplayer campaign, a briefing is held or a slide-show with commentary before every mission. In order to complete a level, the player has to complete several objectives in a chronological order. There are four difficulty levels in Call of Duty, they differ in the amount of damage the player can sustain. There is no health regeneration system present in the game. A health pack system is used instead.\n\nThe players can carry two main weapons, one pistol, and 10 grenades. The players can melee any enemy they encounter in the game.\n\n###Multiplayer\nAt the beginning of the match, the players choose one of four sides: the U.S. Army, the British forces, the Vermacht, and the Red Army. \n\nThere are 4 game modes present in Call of Duty: Deathmatch, Team Deathmatch, Domination and Search and Destroy.\n\nThe game's maps are renditions of the real battlefields, such as Sainte-Mere-Eglise, the shores of Normandy, Berlin, and Stalingrad.",
    "released": "2003-10-29T00:00:00.000Z",
    "metacritic": 91,
    "screenshots": [
      "https://media.rawg.io/media/screenshots/97b/97b01814db7a6d2d7bfe2e578c74bc65.jpg",
      "PlayStation 3",
      "Xbox 360",
      "macOS"
    ],
    "steamAppId": 1938090,
    "onSale": false,
    "price": 0,
    "currency": "USD"
  },
  {
    "_id": "6931cc19ebeac668cbf7d9f4",
    "title": "Rust",
    "genre": "Action",
    "platform": "PC",
    "developer": "Facepunch Studios",
    "publisher": "Facepunch Studios",
    "image": "https://media.rawg.io/media/games/447/4470c1e76f01acfaf5af9c207d1c1c92.jpg",
    "rawgId": 9671,
    "description": "To survive is the main task in the game Rust. It is necessary to survive in the area, which is now wholly wild but was recently inhabited.\nAt the beginning of the game, there is only a rock and a torch. The rest will have to be found or stolen.\nBears and wolves roam the terrain, there are diseases and radiation in the game, but the main danger comes from other survivors. The game has only a multiplayer mode. We have to engage in skirmishes and hand-to-hand fighting with them.\nPlayers can not only compete, but also unite. Rare minutes of peace and security worth devoting to construction, equipment and strengthen the shelter, the base.\nSometimes some helicopters shoot everyone on the ground. Fortunately, helicopters can be brought down.\nWeapons can be found, collected and improved. Sophisticated and more effective weapons sometimes cannot be assembled independently, you need to use drawings and find rare details, sometimes leaving very far.\nSometimes planes drop from the sky \"parcels\" with various useful staff. The falling parcel is visible from afar, the path to its fall can be long. The package can be noticed by others. A long road can be facilitated by a vehicle. For example, a boat.",
    "released": "2018-02-09T00:00:00.000Z",
    "metacritic": 66,
    "screenshots": [
      "https://media.rawg.io/media/screenshots/922/922df4c160c5238bf3151dd7ea33a14d.jpg",
      "PlayStation 4",
      "Xbox One",
      "PC"
    ],
    "steamAppId": 252490,
    "onSale": false,
    "price": 39.99,
    "currency": "USD",
    "discount": 0,
    "originalPrice": 39.99
  },
  {
    "_id": "6931cc1cebeac668cbf7d9f7",
    "title": "Team Fortress 2",
    "genre": "Action",
    "platform": "PC",
    "developer": "Valve Software",
    "publisher": "Valve",
    "image": "https://media.rawg.io/media/games/46d/46d98e6910fbc0706e2948a7cc9b10c5.jpg",
    "rawgId": 11859,
    "description": "TF2 is an objective based arena shooter with unique characters, representing different classes, acting as a staple of casual and competitive gaming for Steam. Dozens of different maps and game modes are trying to keep this game alive, after all the years it was available. Each character has a vast arsenal that can be accessed through completing in-game achievements, randomly receiving them from loot-boxes within the game, crafting them or just buying and trading items on the Steam Market. \r\nFor players, that's not into the direct clash with players from the enemy team, Team Fortress 2 introduced a PvE mode, which is wave defense from the mirrored robotic opponents that have qualities of some of the playable classes. \r\nEvery update and introduction, made over years, provided a lot of entertainment In the form of comic books an short animated videos, creating and explaining a story behind endless clashes for resources, briefcases or pure domination.",
    "released": "2007-10-10T00:00:00.000Z",
    "metacritic": 92,
    "screenshots": [
      "https://media.rawg.io/media/screenshots/22d/22d0ef79c8ff037f83c633f904f79198.jpg",
      "Linux",
      "macOS",
      "PC"
    ],
    "steamAppId": 440,
    "onSale": false,
    "price": 0,
    "currency": "USD"
  },
  {
    "_id": "6931cc1eebeac668cbf7d9fa",
    "title": "War Thunder",
    "genre": "Action",
    "platform": "PC",
    "developer": "Gaijin Entertainment",
    "publisher": "Gaijin Entertainment",
    "image": "https://media.rawg.io/media/games/d07/d0790809a13027251b6d0f4dc7538c58.jpg",
    "rawgId": 3678,
    "description": "War Thunder is a free-to-play cross-platform vehicular combat MMO with more than 1000 playable aircraft, helicopters, tanks or ships sprawled over huge maps that feature real-life locations and battles that transpired over the course of 20th century, most notably during WWII. \n\n### Gameplay\nAir and land warfare pits 2 sides against each other up to 32 players who must battle over points or achieving total elimination against enemy forces across huge maps. There are also PVE missions including dynamic historical campaigns and solo missions plus the custom events that add limitations or put certain victory conditions.\n\n### Changes\nBack in 2013 War Thunder featured 50 vehicles from the German and Russian trees of air forces and a small selection of maps to choose from. Over the course of the open beta and up to the original release in December 2016, the developers have added over 800 land and air vehicles spawning from British, Japanese, American and other vehicle trees, expanded the map selection, upgraded the interface and tweaked out the graphics and sound for better optimization.\n\n### Recent updates\nNow War Thunder also has naval battles and with the latest update added helicopters to the mix. All the while constantly maintaining the game’s balance, polishing the visuals and the impeccable sound design, fixing bugs and implementing new features.",
    "released": "2013-08-15T00:00:00.000Z",
    "metacritic": 81,
    "screenshots": [
      "https://media.rawg.io/media/screenshots/ccb/ccbf85a4b534bdbcfab904234bec4c9b.jpg",
      "Xbox One",
      "PC",
      "macOS"
    ],
    "steamAppId": 236390,
    "onSale": false,
    "price": 0,
    "currency": "USD"
  },
  {
    "_id": "6931cc21ebeac668cbf7d9fe",
    "title": "Path of Exile",
    "genre": "Action",
    "platform": "PC",
    "developer": "Grinding Gear Games",
    "publisher": "Grinding Gear Games",
    "image": "https://media.rawg.io/media/games/d0f/d0f91fe1d92332147e5db74e207cfc7a.jpg",
    "rawgId": 10533,
    "description": "Path of Exile is inspired by Diablo II and follows it basically in most of the aspects. Randomly filled pre-set of locations, heavy grind and a possibility of replaying most of the areas leaves us with only one possible outcome. \n\nPlayers wake up on grim shores of Wraeclast. Without any knowledge who we are or what have we done, players must start to explore an aggressive and cruel fantasy world of criminals, bandits and murderers. Discover the mystery of a long forgotten the Eternal Empire, and survive.\n\nMechanics are pretty simple. Choose one of six different classes, gather gems for more skills to use and grind good and synergising equipment. Due to replaying, you can grind any needed equipment or resources to buy it from vendors. Infinite loop of gameplay will still be challenging. The cooperative mode allows beating the game with a party of friends up to six people at the same time.",
    "released": "2013-10-23T00:00:00.000Z",
    "metacritic": 86,
    "screenshots": [
      "https://media.rawg.io/media/screenshots/a81/a8128d9d2747705f6ec2950c9d4b72ca.jpg",
      "Xbox One",
      "PlayStation 4",
      "PC"
    ],
    "steamAppId": 2694490,
    "onSale": false,
    "price": 29.99,
    "currency": "USD",
    "discount": 0,
    "originalPrice": 29.99
  },
  {
    "_id": "6931cc23ebeac668cbf7da01",
    "title": "The Finals",
    "genre": "Action",
    "platform": "PC",
    "developer": "Embark Studios",
    "publisher": "Nexon",
    "image": "https://media.rawg.io/media/games/fa2/fa28280bb6f7bec50b94bc821d412795.jpg",
    "rawgId": 840788,
    "description": "GOT WHAT IT TAKES?\nViewers at home, here's the news you've been waiting to hear: THE FINALS is accepting new contestants, and that means YOU! That's right, soon the world could be watching YOU tear apart our newest dynamic arenas and seize everlasting fame!\n\nAs you know, THE FINALS is the world's greatest free-to-play combat game show! Our contestants plug in to our virtual world and join teams in escalating tournaments. They fight it out in our beautifully-rendered arenas based on real-world locations that they can alter, exploit, and even destroy.\n\nSure, you can aim and shoot, but contestants that add our carefully curated virtual environments to their arsenal are more likely to advance, so do anything you can imagine in the name of victory! Burn arenas to the ground! Send wrecking balls crashing into your opponents! Don't just pull triggers - pull down buildings!\n\n\nTHE WORLD IS WATCHING\nTHE FINALS thrives on spectacle, so drive your fans wild with thrilling combat and your own personal flair as you compete for worldwide fame and the support of our discerning and stylish sponsors.\n\nPlay Your Way - Whether it’s sneaking up on enemy squads with a katana in hand or ripping an entire building out from under their feet with explosives, THE FINALS lets YOU make the call! With different skills across body builds and a wide array of weapons and gadgets, you'll have all the tools to make your playstyle your own!\n\nThe World Is Your Weapon (And Enemy) - A skilled contender might go in guns blazing, but with environmental destruction in your arsenal, that’s just the start of what you can wield against your foes! All of our arenas can be altered, used, or reduced to rubble - and not just by you.\n\nYour Rising Star - Ready for your close-up? Standing out in THE FINALS means the eyes of the world will be upon you, so you’d better look your best! Gather fans and fame as you craft a unique avatar with the help of our generous sponsors and dazzling customization options!\n\nGET FAMOUS\nThis is the opportunity of a lifetime. Arenas based on iconic places, unparalleled destruction, and endless tactical possibilities await - make them your own, and the floodgates of fame will open. Your competition will have the same opportunities, so it’ll be up to you to be more clever and attention-grabbing. Are you up to the challenge? Are you the world’s next all-star?",
    "released": "2023-12-07T00:00:00.000Z",
    "metacritic": null,
    "screenshots": [
      "https://media.rawg.io/media/screenshots/c46/c46f0e09079470e21c30cfe8ff9c956a.jpg",
      "PC",
      "PlayStation 5",
      "Xbox Series S/X"
    ],
    "steamAppId": 2073850,
    "onSale": false,
    "price": 0,
    "currency": "USD"
  },
  {
    "_id": "6931cc27ebeac668cbf7da04",
    "title": "ARK: Survival Ascended",
    "genre": "Action",
    "platform": "PC",
    "developer": "Instinct Games",
    "publisher": "Studio Wildcard",
    "image": "https://media.rawg.io/media/screenshots/c12/c122154db00ae6e3701c1520aec516f6.jpg",
    "rawgId": 968414,
    "description": "Respawn into a new dinosaur survival experience beyond your wildest dreams… as ARK is reimagined from the ground-up into the next-generation of videogame technology with Unreal Engine 5! You awake on a mysterious island, your senses overwhelmed by the blinding sunlight and brilliant colors bouncing off every surface around you, the azure waters of a verdant Island lapping at your bare feet. A deep roar echoes from the misty jungle, jolting you into action, and you stand up – not afraid, but intrigued. Are you ready to form a tribe, tame and breed hundreds of species of dinosaurs and other primeval creatures, explore, craft, build, and fight your way to the top of the food-chain? Your new world awaits… step through the looking-glass and join it!\nFEATURES\nARK: Survival Ascended has completely recreated and redesigned the artwork and worlds of ARK to take advantage of the latest in videogame technology, Unreal Engine 5, using high-end graphics features such as fully dynamic Global Illumination (“Lumen”), so that light bounces realistically of off surfaces and provides realistic reflections, and advanced mesh streaming (“Nanite”) of hundreds of millions of triangles for extreme detail.\nAdvanced new physics systems such as dynamic water so that every creature creates waves, ripples, splashes, and bubbles as they move through fluids, and fully interactive physical foliage where every blade of grass, bush, and tree reacts to characters, explosions, projectiles, and physics objects. Knock down a tree, and see it crash into other trees and disturb all the foliage on its way down to smacking into the grass below! Detect an enemy moving sneakily through the grass as it shifts and sways in response to their presence. Demolish a building and watch the pieces break apart realistically, interacting with the grass and water as they fall.\nARK: Survival Ascended includes access to all of ARK’s worlds, including Scorched Earth, Aberration, Extinction, ARK Genesis Part 1, ARK Genesis Part 2, and more. The Island is released now, with the subsequent expansion worlds to be added at no additional cost on a regular basis.\nThe definitive survival experience returns better than ever: design your Survivor, form a tribe, and tame, train, breed & ride dinosaurs within a living ecosystem. Watch your food, water, temperature, and weather patterns. Slowly expand outwards as you harvest, build structures, farm crops, customize your visual designs, and proceed to explore to uncover the true nature of The Island and the worlds beyond.\nThorough Quality of Life revamps in every area: redesigned User Interfaces, dynamic navigation for intelligent creature pathfinding, Wild Babies, Photo Mode, new Camera systems, new Map system, Tracking System, new Structures and Items, new Creatures, and much more.\nCross-Platform Modding: Download & play new custom content created by players, including new maps, creatures, items, and game modes, through a dedicated new Mod-bowser directly within the game! Enjoy an endless stream of new ARK content as the creativity and talent of the community is fully unleashed for the first time ever across gaming platforms!\nCross-Platform Multiplayer: form your online tribe across different gaming platforms as you work together to survive and thrive on the ARK!\nSupports public online multiplayer for up to 70 players, private-session multiplayer for up to 8 players, and local split-screen for 2 players.",
    "released": "2023-10-25T00:00:00.000Z",
    "metacritic": null,
    "screenshots": [
      "https://media.rawg.io/media/screenshots/d31/d31e5e2190dffd3afe8ec5fb4f7adda6.jpg",
      "PC"
    ],
    "steamAppId": 2399830,
    "onSale": false,
    "price": 44.99,
    "currency": "USD",
    "discount": 0,
    "originalPrice": 44.99
  },
  {
    "_id": "6931cc2bebeac668cbf7da07",
    "title": "Dead by Daylight",
    "genre": "Action",
    "platform": "PC",
    "developer": "Behaviour Interactive",
    "publisher": "Koch Media",
    "image": "https://media.rawg.io/media/games/e11/e11325e2f89151d31f612e38dee3b6a0.jpg",
    "rawgId": 9966,
    "description": "This asymmetric multiplayer horror game in which one of the players tries on the role of a brutal killer, while the other four try to escape. Survivors play with a third person perspective, and the killer uses the first-person camera. The game has no singleplayer.\r\n\r\nPlayers can choose from 13 survivors and 12 killers. Each of them differs from each other with own upgrades system and special actions. There is no need to be polite and cooperative - every player for himself. Each level is procedurally generated, and each new round is offering a unique experience. The game engine selects from 10 presets,\r\n\r\nThe plot of the game tells a story about the supernatural being of The Entity, who created the world and populated it with serial killers. To save players have to perform a number of tasks, which include the repair of generators and other interactions with the items on the map. All actions with objects launch the so-called Skill Check - RNG that decides whether or not the action will be successful.",
    "released": "2016-06-14T00:00:00.000Z",
    "metacritic": 72,
    "screenshots": [
      "https://media.rawg.io/media/screenshots/345/345de4dd9868ea5c4dc084cde1718efa.jpg",
      "Nintendo Switch",
      "PC",
      "PlayStation 4"
    ],
    "steamAppId": 381210,
    "onSale": false,
    "price": 19.99,
    "currency": "USD",
    "discount": 0,
    "originalPrice": 19.99
  },
  {
    "_id": "6931cc2debeac668cbf7da0a",
    "title": "Left 4 Dead 2",
    "genre": "Action",
    "platform": "PC",
    "developer": "Valve Software",
    "publisher": "Electronic Arts",
    "image": "https://media.rawg.io/media/games/d58/d588947d4286e7b5e0e12e1bea7d9844.jpg",
    "rawgId": 12020,
    "description": "Cooperative survival continues with a different set of characters. New survivors are making their way through 5 campaigns with an added ability to play through the story of the first game as well, using not only expanded arsenal of 20 ranged and 10 melee weapons but improved AI Director. Your surroundings and weather will change; enemy and item placement will differ from map to map, from difficulty to difficulty. New unique special zombies, placed in the unlucky for the player spot, can end your run.\r\nHigh compatibility with community mods will allow you not only to add user-created maps but player models, enemy models, and even in-game music, which will help any player to create the unique experience on top of solid game mechanics.\r\nCompetitive multiplayer mods from arena survival to a head-on competition with another team of survivors are addictive and, in addition to the campaign, will provide you with hundreds of hours of game content.",
    "released": "2009-11-17T00:00:00.000Z",
    "metacritic": 89,
    "screenshots": [
      "https://media.rawg.io/media/screenshots/f01/f0147a2c654b7ace79a7fcebe94bf110.jpg",
      "Xbox 360",
      "Linux",
      "PC"
    ],
    "steamAppId": 550,
    "onSale": false,
    "price": 9.99,
    "currency": "USD",
    "discount": 0,
    "originalPrice": 9.99
  },
  {
    "_id": "6931cc32ebeac668cbf7da0d",
    "title": "Garry's Mod",
    "genre": "Action",
    "platform": "PC",
    "developer": "Facepunch Studios",
    "publisher": "Valve",
    "image": "https://media.rawg.io/media/games/48c/48cb04ca483be865e3a83119c94e6097.jpg",
    "rawgId": 9721,
    "description": "Garry's Mod or simply GMod is a source-engine based modification that now works as a standalone game. With no plot or exact gameplay at all, anyone can create his own game mode to play for fun. You can find anything you're into. Trouble In Terrorist Town, Prop Hunt, Hunger Games, Franchise-based modes such as Star Wars or Lord of the Rings - anything.\n\nBasically, GMod stands for God Mode in video games, because you can play with any asset of the source engine. Try out physics, characters, maps, weaponry - anything. Based on that, Garry's Mod gives players quite a variety of mods to spend their time. It doesn't sound so earnestly. You will probably find something that will provide you with quite a good amount of fun. Servers are specifically sorted in game modes so you'll never play a different mode while playing exact one what you wanted. At the end of the day, this game is about receiving as much fun from what is happening around you as possible.",
    "released": "2004-12-24T00:00:00.000Z",
    "metacritic": null,
    "screenshots": [
      "https://media.rawg.io/media/screenshots/c2b/c2bdb3690d02294088a1ab8ffdce6a3b.jpg",
      "Linux",
      "macOS",
      "PC"
    ],
    "steamAppId": 4000,
    "onSale": false,
    "price": 9.99,
    "currency": "USD",
    "discount": 0,
    "originalPrice": 9.99
  },
  {
    "_id": "6931cc39ebeac668cbf7da10",
    "title": "Sid Meier’s Civilization VI",
    "genre": "Strategy",
    "platform": "PC",
    "developer": "Aspyr Media",
    "publisher": "2K Games",
    "image": "https://media.rawg.io/media/games/997/997ab4d67e96fb20a4092383477d4463.jpg",
    "rawgId": 10297,
    "description": "The sixth installment in Sid Meier’s Civilization series. Like in all previous Civilization games, the player controls one of eighteen unique historical civilizations, builds its cities, explores the hexagonal map of the world, researches technologies, develops his country's culture, establishes relationships with other civilizations and wages wars. All the traditional victory types are in place, and a new one, religious, is introduced.\n\nA distinct new feature in the sixth part is that city improvements are no more concentrated in each city's only main tile. Instead, they are distributed throughout its whole surrounding area. Each of them is now considered a \"district\" with a specific purpose, and some of them should be built only on specific terrain. Similarly, wonders now occupy tiles on their own. Technology tree was also modified to take into account the player's terrain improvements that may speed up the research of certain technologies. Cultural achievements, such as Opera or Drama, are no more considered \"technologies\" and form a separate Civics research tree instead. Also, unlike most of its predecessors, Civilization VI allows stacking similar types of military units.",
    "released": "2016-10-20T00:00:00.000Z",
    "metacritic": 88,
    "screenshots": [
      "https://media.rawg.io/media/screenshots/ded/ded00b70856e0a3fb5e43df03070a2d7.jpg",
      "iOS",
      "PC",
      "macOS"
    ],
    "steamAppId": 289070,
    "onSale": false,
    "price": 59.99,
    "currency": "USD",
    "discount": 0,
    "originalPrice": 59.99
  },
  {
    "_id": "6931cc3bebeac668cbf7da13",
    "title": "Euro Truck Simulator 2",
    "genre": "Simulation",
    "platform": "PC",
    "developer": "SCS Software",
    "publisher": "SCS Software",
    "image": "https://media.rawg.io/media/games/1f5/1f5ddf7199f2778ff83663b93b5cb330.jpg",
    "rawgId": 9609,
    "description": "You play as a truck driver, whose primary task throughout the game is to deliver essential goods to Europe.\n\nThe actions of foreign drivers in the game are close to reality. It means that the computer does not only act following the rules of the road but also takes some other techniques taken from real life, for example, gives a sign that passes the driver to the main road.\n\nThe time in the game is slightly different from the real time (1 minute in the set corresponds to five-ten seconds of real time). The driver can drive in total for 11 hours, after that he needs to go to the nearest Parking to make a nine-hour rest. If you do not, the driver gradually begins to struggle with sleep and yawn. The screen becomes dark, and the player, in turn, loses control of the truck, what can quickly lead to an accident.\n\nIn the game, there are temporary and permanent road signs that limit the speed mode. The maximum speed of all trucks in the game is technically limited to 90 km/h by default (but it can be disabled in the game settings).",
    "released": "2012-10-19T00:00:00.000Z",
    "metacritic": 79,
    "screenshots": [
      "https://media.rawg.io/media/screenshots/3c2/3c2b696e9b3acebf5520ff4f4808e8ca.jpg",
      "Linux",
      "macOS",
      "PC"
    ],
    "steamAppId": 227300,
    "onSale": true,
    "price": 4.99,
    "currency": "USD",
    "discount": 75,
    "originalPrice": 19.99
  },
  {
    "_id": "6931cc3eebeac668cbf7da17",
    "title": "Tom Clancy's Rainbow Six Siege",
    "genre": "Action",
    "platform": "PC",
    "developer": "Ubisoft",
    "publisher": "Ubisoft Entertainment",
    "image": "https://media.rawg.io/media/games/b34/b3419c2706f8f8dbe40d08e23642ad06.jpg",
    "rawgId": 8488,
    "description": "The gameplay of the game is based on intense strategic battles between the Navigator and the defenders in a limited space. Locations in the game consist of a multi-level object (for example, a multi-storey building), inside which there are defenders, and the area around it, where the attackers begin.\r\n\r\nDestruction is at the head of the game mechanics. The surrounding objects are created with maximum realism, the degree of damage depends on the calibre of the bullets used by the players or on the total power of the laid explosives. Walls can be destroyed, creating new firing positions and shelters. Optimal use of the potential of destruction often becomes a guarantee of victory. Defenders can limit the ability of attackers to destroy, using kits to strengthen the walls and the device of some operatives.\r\n\r\nThe primary game mode - multiplayer, normal or rating. During the game in the last mode, the player is assigned a certain rank, and parameters such as the ratio of kills/deaths and wins/losses are recorded in his profile displayed in the game.",
    "released": "2015-12-01T00:00:00.000Z",
    "metacritic": 75,
    "screenshots": [
      "https://media.rawg.io/media/screenshots/bc4/bc4b4b169793f0028c95b1a9981c6e5e.jpg",
      "Xbox One",
      "PC",
      "PlayStation 4"
    ],
    "steamAppId": 359550,
    "onSale": false,
    "price": 0,
    "currency": "USD"
  }
]